-- phpMyAdmin SQL Dump
-- version 4.9.5
-- https://www.phpmyadmin.net/
--
-- 主機： localhost
-- 產生時間： 
-- 伺服器版本： 10.4.13-MariaDB
-- PHP 版本： 7.2.32

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `list`
--

-- --------------------------------------------------------

--
-- 資料表結構 `asset`
--

CREATE TABLE `asset` (
  `sid` int(11) NOT NULL,
  `存放位置` varchar(255) DEFAULT NULL,
  `新增日期` int(7) DEFAULT NULL,
  `品牌` varchar(255) DEFAULT NULL,
  `bigtype` varchar(255) DEFAULT NULL,
  `type` varchar(5) DEFAULT NULL,
  `設備名稱` varchar(255) DEFAULT NULL,
  `標籤` varchar(1255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `asset`
--

INSERT INTO `asset` (`sid`, `存放位置`, `新增日期`, `品牌`, `bigtype`, `type`, `設備名稱`, `標籤`) VALUES
(1, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-001-01)30PIN USB 充電線', ''),
(2, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-001-02)30PIN USB 充電線', ''),
(3, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-001-03)30PIN USB 充電線', ''),
(4, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-002-01)30PIN USB 充電器 (含電源插頭)', ''),
(5, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-002-02)30PIN USB 充電器 (含電源插頭)', ''),
(6, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-003-01)HDMI線', ''),
(7, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-003-02)HDMI線', ''),
(8, '器材室-A1區', 1090313, 'NOKIA', '線材類', '設備-線材', '(E-004-01)Micro USB 充電線 ', ''),
(9, '器材室-A1區', 1090313, 'NOKIA', '線材類', '設備-線材', '(E-004-02)Micro USB 充電線 ', ''),
(10, '器材室-A1區', 1090313, 'NOKIA', '線材類', '設備-線材', '(E-005-01)充電線(含插頭)', ''),
(11, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-006-01)Mini USB 充電線 90cm', ''),
(12, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-007-01)Mini USB 雙頭充電線', ''),
(13, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-007-02)Mini USB 雙頭充電線', ''),
(14, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-008-01)PHS手機傳輸線', ''),
(15, '器材室-A1區', 1090313, 'Sony', '線材類', '設備-線材', '(E-009-01)USB A to B 印表機多功能傳輸線 ', ''),
(16, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-010-01)USB to micro B 充電線', ''),
(17, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-010-02)USB to micro B 充電線', ''),
(18, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-010-03)USB to micro B 充電線', ''),
(19, '財務室-B04櫃C區', 1090313, '', '線材類', '設備-線材', '(E-010-04)USB to micro B 充電線', ''),
(20, '器材室-A1區', 1090313, 'SAMSUNG', '線材類', '設備-線材', '(E-011-01)USB to micro B 充電線 ', ''),
(21, '器材室-A1區', 1090313, 'SAMSUNG', '線材類', '設備-線材', '(E-011-02)USB to micro B 充電線 ', ''),
(22, '器材室-A1區', 1090313, 'SAMSUNG', '線材類', '設備-線材', '(E-011-03)USB to micro B 充電線 ', ''),
(23, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-012-01)USB to micro B 雙頭充電線', ''),
(24, '器材室-A1區', 1090313, 'Sony', '線材類', '設備-線材', '(E-013-01)USB 延長線 1M ', ''),
(25, '器材室-A1區', 1090313, 'Sony', '線材類', '設備-線材', '(E-013-02)USB 延長線 1M ', ''),
(26, '器材室-A1區', 1090313, 'Sony', '線材類', '設備-線材', '(E-013-03)USB 延長線 1M ', ''),
(27, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-014-01)USB 數據充電線 (1母轉2公)', ''),
(28, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-015-01)VGA延長線 1.8M', ''),
(29, '器材室-A01抽屜櫃1層', 1090313, '', '線材類', '設備-線材', '(E-016-01)電源延長線1.2M', ''),
(30, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-017-01)電話線 (白、2.5M)', ''),
(31, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-018-01)網路線 (灰、1.2M)', ''),
(32, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-019-01)網路線 (灰、1.5M)', ''),
(33, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-020-01)網路線 (黃、1M)', ''),
(34, '器材室-B區', 1090313, '聯發', '其他器材', '設備-機器', '(E-021-01)網路攝影機(含電源供應器)', ''),
(35, '器材室-B區', 1090313, '羅技', '電腦周邊', '設備-機器', '(E-022-01)無線鍵盤滑鼠接收器', ''),
(36, '器材室-C區', 1090313, 'SONY', '攝影器材', '設備-機器', '(E-023-01)SONY-相機(型號:α2Ⅱ)專用雙槽充電器', ''),
(37, '器材室-C區', 1090313, 'SONY', '攝影器材', '設備-機器', '(E-024-01)SONY-相機(型號:α2Ⅱ)專用電池', ''),
(38, '器材室-C區', 1090313, 'SONY', '攝影器材', '設備-機器', '(E-024-02)SONY-相機(型號:α2Ⅱ)專用電池', ''),
(39, '器材室-C區', 1090313, 'SONY', '攝影器材', '設備-機器', '(E-025-01)SONY-相機(型號:α2Ⅱ)變焦鏡頭18-015mm', ''),
(40, '器材室-C區', 1090313, 'SONY', '攝影器材', '設備-機器', '(E-026-01)SONY-相機(型號:α2Ⅱ)', ''),
(41, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-027-01)電話線(灰、2M/白、2M)', ''),
(42, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-027-02)電話線(灰、2M/白、2M)', ''),
(43, '器材室-B區', 1090313, '', '電腦周邊', '設備-機器', '(E-028-01)D-Link(DIR-618) 網路分享器含插頭', ''),
(44, '器材室-B區', 1090313, '', '電腦周邊', '設備-機器', '(E-029-01)EDIMAX(BR-6574n) 網路分享器含插頭', ''),
(45, '器材室-B區', 1090313, '微軟', '電腦周邊', '設備-機器', '(E-030-01)微軟-交換式電源供應器A10-120NIA', ''),
(46, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-031-01)電腦電源線T型母三插(1.5米)', ''),
(47, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-032-01)電腦電源線T型母二插(1.2米)', ''),
(48, '器材室-B區', 1090313, '', '電腦周邊', '設備-機器', '(E-033-01)XBOX360搖桿器', ''),
(49, '器材室-B區', 1090313, '', '線材類', '設備-線材', '(E-034-01)SONY 型號PEGA-AC10 5.2V電源線含插頭', ''),
(50, '器材室-B區', 1090313, '', '線材類', '設備-線材', '(E-034-02)SONY 型號PEGA-AC10 5.2V電源線含插頭', ''),
(51, '器材室-A2區', 1090313, '', '線材類', '設備-線材', '(E-035-01)8字型電源線R31945 VCTFK 2X0.75mm(3米)', ''),
(52, '器材室-A2區', 1090313, '', '線材類', '設備-線材', '(E-036-01)8字扁雙頭電源線HIRAKAWA(0.7米)', ''),
(53, '器材室-A2區', 1090313, '', '線材類', '設備-線材', '(E-037-01)USB傳輸線(特殊2.0規格)', ''),
(54, '器材室-B區', 1090313, '', '電腦周邊', '設備-機器', '(E-038-01)IC卡讀卡機(EZ100PU)', ''),
(55, '器材室-A2區', 1090313, '', '線材類', '設備-線材', '(E-039-01)網路線(黃)3M', ''),
(56, '器材室-B區', 1090313, '', '線材類', '設備-其他', '(E-040-01)數據線盒*2、立架', ''),
(57, '財務室-B04櫃C區', 1090313, '富士通', '電腦周邊', '設備-機器', '(E-041-01)硬碟500G(社長第一批入庫)', ''),
(58, '財務室-B04櫃C區', 1090313, 'TOSHIBA', '電腦周邊', '設備-機器', '(E-041-02)硬碟(社長第一批入庫)', ''),
(59, '財務室-B04櫃C區', 1090313, 'NUSLIM', '電腦周邊', '設備-機器', '(E-041-03)外接硬碟(社長第一批入庫)', ''),
(60, '器材室-C區', 1090313, 'NUSLIM', '線材類', '設備-線材', '(E-041-04)外接硬碟線', 'Y'),
(61, '財務室-B04櫃C區', 1090313, 'Seagate', '電腦周邊', '設備-機器', '(E-041-05)硬碟機1.5TB(社長第一批入庫)', ''),
(62, '財務室-B04櫃C區', 1090313, 'Seagate', '電腦周邊', '設備-機器', '(E-041-06)硬碟機1.5TB(社長第一批入庫)', ''),
(63, '財務室-B04櫃C區', 1090313, '', '線材類', '設備-線材', '(E-041-07)硬碟機-電源供應器', ''),
(64, '財務室-B04櫃C區', 1090316, '', '電腦周邊', '設備-機器', '(E-041-08)硬碟(社長第一批入庫)', ''),
(65, '財務室-B04櫃C區', 1090316, '', '電腦周邊', '設備-機器', '(E-041-09)硬碟(社長第一批入庫)', ''),
(66, '財務室-B04櫃C區', 1090316, '', '電腦周邊', '設備-機器', '(E-041-10)硬碟(社長第一批入庫)', ''),
(67, '財務室-B04櫃C區', 1090316, '', '電腦周邊', '設備-機器', '(E-041-11)硬碟(社長第一批入庫)', ''),
(68, '財務室-B04櫃C區', 1090316, '', '電腦周邊', '設備-機器', '(E-041-12)硬碟(社長第一批入庫)', ''),
(69, '財務室-B04櫃C區', 1090316, '', '電腦周邊', '設備-機器', '(E-041-13)硬碟(社長第一批入庫)', ''),
(70, '財務室-B04櫃C區', 1090317, 'TOSHIBA', '電腦周邊', '設備-機器', '(E-041-14)硬碟2TB含傳輸線(社長第二批入庫)', ''),
(71, '財務室-B04櫃C區', 1090317, 'TOSHIBA', '電腦周邊', '設備-機器', '(E-041-15)硬碟1TB含傳輸線(社長第二批入庫)', ''),
(72, '財務室-B04櫃C區', 1090317, '', '其他器材', '設備-其他', '(E-041-16)行動電源10000mAh(社長第二批入庫)', ''),
(73, '財務室-B04櫃C區', 1090317, '', '電腦周邊', '設備-機器', '(E-041-17)硬碟', ''),
(74, '財務室-B04櫃C區', 1090317, 'STARDOM', '電腦周邊', '設備-機器', '(E-041-18)硬碟', ''),
(75, '財務室-B04櫃C區', 1090317, '', '電腦周邊', '設備-機器', '(E-041-19)外置儲存器', ''),
(76, '財務室-B04櫃C區', 1090317, '', '電腦周邊', '設備-機器', '(E-041-20)外置儲存器', ''),
(77, '財務室-B04櫃C區', 1090317, '', '電腦周邊', '設備-機器', '(E-041-21)外置儲存器', ''),
(78, '財務室-B04櫃C區', 1090317, '', '電腦周邊', '設備-機器', '(E-041-22)外置儲存器', ''),
(79, '財務室-B04櫃C區', 1090317, '', '電腦周邊', '設備-機器', '(E-041-23)外置儲存器', ''),
(80, '財務室-B04櫃C區', 1090317, '', '電腦周邊', '設備-機器', '(E-041-24)外置儲存器', ''),
(81, '財務室-B04櫃C區', 1090317, '', '電腦周邊', '設備-機器', '(E-041-25)外置儲存器', ''),
(82, '財務室-B04櫃A區', 1090313, '華碩', '其他器材', '設備-其他', '(E-042-01)手機ASUS_X00RD', ''),
(83, '器材室-E區', 1090313, '艾多美', '口罩類', '用品', '(E-043-01)空汙防護口罩(1盒30個-成人)2019年4月製造', ''),
(84, '器材室-E區', 1090313, '艾多美', '口罩類', '用品', '(E-043-02)空汙防護口罩(1盒30個-成人)2019年4月製造', ''),
(85, '器材室-E區', 1090313, '艾多美', '口罩類', '用品', '(E-043-03)空汙防護口罩(1盒30個-成人)2019年4月製造', ''),
(86, '器材室-E區', 1090313, 'SHISEIDO', '禮品類', '用品', '(E-044-04)SHISEIDO保養組', ''),
(87, '器材室-E區', 1090313, 'CHANEL', '禮品類', '用品', '(E-045-04)CHANEL保養組(含提袋)', ''),
(88, '器材室-E區', 1090313, 'CHANEL', '禮品類', '用品', '(E-045-05)CHANEL保養組(含提袋)', ''),
(89, '器材室-F區', 1090314, '華碩', '線材類', '設備-線材', '(E-046-01)主機板線材(盒)', ''),
(90, '器材室-F區', 1090314, '華碩', '線材類', '設備-線材', '(E-046-02)主機板線材(盒)', ''),
(91, '器材室-F區', 1090314, '華碩', '線材類', '設備-線材', '(E-046-03)主機板線材(盒)', ''),
(92, '器材室-F區', 1090314, '華碩', '線材類', '設備-線材', '(E-046-04)主機板線材(盒)', ''),
(93, '器材室-F區', 1090314, '華碩', '線材類', '設備-線材', '(E-046-05)主機板線材(盒)', ''),
(94, '器材室-F區', 1090314, '華碩', '線材類', '設備-線材', '(E-046-06)主機板線材(盒)', ''),
(95, '器材室-F區', 1090314, '', '線材類', '設備-線材', '(E-047-01)HDMI線(28尺)', ''),
(96, '器材室-D區', 1090314, '華碩', '電腦周邊', '設備-機器', '(E-048-01)外接超薄藍光燒錄機', ''),
(97, '器材室-D區', 1090314, 'TAMRON', '攝影器材', '設備-機器', '(E-049-01)高速變焦鏡頭28-75mm F2.8 Di III RXD', ''),
(98, '器材室-D區', 1090314, 'TAMRON', '攝影器材', '設備-機器', '(E-049-02)防手震遠攝變焦鏡SP 70-300mm F/4-5.6 ', ''),
(99, '器材室-D區', 1090314, 'TAMRON', '攝影器材', '設備-機器', '(E-049-03)遮光罩HA005遮光罩相容騰龍原廠Tamron遮光罩A005遮光罩SP 70-300mm F4-5.6 Di USD副廠遮光罩F/4-5.6遮罩', ''),
(100, '器材室-D區', 1090314, 'CANON', '攝影器材', '設備-機器', '(E-049-04)EOS 5D Mark IV數位單眼相機', ''),
(101, '器材室-D區', 1090314, '華碩', '攝影器材', '設備-機器', '(E-049-05)Canon 580EX II 閃光燈', ''),
(102, '器材室-D區', 1090314, 'Canon', '攝影器材', '設備-機器', '(E-049-06)Canon相機充電器', ''),
(103, '器材室-D區', 1090314, 'Canon', '攝影器材', '設備-機器', '(E-049-07)Canon相機電池', ''),
(104, '器材室-D區', 1090314, 'Canon', '攝影器材', '設備-機器', '(E-049-08)Canon相機電池', ''),
(105, '器材室-D區', 1090314, 'Nissin', '攝影器材', '設備-機器', '(E-049-09)Nissin i40 For SONY 輕量微型閃燈', ''),
(106, '財務室-B04櫃B區', 1090314, '華碩', '電腦周邊', '設備-機器', '(E-050-01)筆記型電腦(含手提包)', ''),
(107, '財務室-B04櫃B區', 1090314, '華碩', '電腦周邊', '設備-機器', '(E-050-02)筆記型電腦(含手提包)', ''),
(108, '器材室-G區', 1090314, '', '電腦周邊', '設備-其他', '(E-050-03)筆記型電腦手提包', ''),
(109, '器材室-G區', 1090314, '', '電腦周邊', '設備-其他', '(E-050-04)筆記型電腦手提包', ''),
(110, '器材室-G區', 1090314, '', '電腦周邊', '設備-其他', '(E-050-05)筆記型電腦手提包', ''),
(111, '器材室-E區', 1090314, '', '衣著類', '用品', '(E-050-06)男用領帶', ''),
(112, '財務室-B04櫃A區', 1090317, 'SONY', '電腦周邊', '設備-機器', '(E-050-07)筆記型電腦(含手提包、電源供應線)', ''),
(113, '財務室-B04櫃E區', 1090317, '華碩', '電腦周邊', '設備-機器', '(E-050-08)筆記型電腦(含手提包、電源供應線、滑鼠)', ''),
(114, '財務室-B04櫃E區', 1090317, '華碩', '電腦周邊', '設備-機器', '(E-050-09)筆記型電腦(含手提包、電源供應線、滑鼠)', ''),
(115, '財務室-B04櫃A區', 1090317, '華碩', '電腦周邊', '設備-機器', '(E-050-10)筆記型電腦(含手提包、電源供應線、滑鼠)', ''),
(116, '器材室-G區', 1090318, '', '電腦周邊', '設備-其他', '(E-050-11)Okade筆記型電腦手提包', ''),
(117, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-01)獨家集團制服(白)短袖S', ''),
(118, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-02)獨家集團制服(白)短袖M', ''),
(119, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-03)獨家集團制服(白)短袖L', ''),
(120, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-04)獨家集團制服(白)短袖L', ''),
(121, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-05)獨家集團制服(白)短袖L', ''),
(122, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-06)獨家集團制服(白)長袖S', ''),
(123, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-07)獨家集團制服(白)長袖M', ''),
(124, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-08)獨家集團制服(白)長袖M', ''),
(125, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-09)獨家集團制服(白)長袖XL', ''),
(126, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-10)獨家集團制服(白)長袖XL', ''),
(127, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-11)獨家報導制服(白)短袖L', ''),
(128, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-12)獨家集團制服(黑)短袖M', ''),
(129, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-13)獨家集團制服(黑)短袖M', ''),
(130, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-14)獨家集團制服(黑)短袖L', ''),
(131, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-15)獨家集團制服(黑)長袖M', ''),
(132, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-16)獨家集團制服(黑)長袖M', ''),
(133, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-17)獨家集團制服(黑)長袖L', ''),
(134, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-18)獨家集團制服(黑)長袖XL', ''),
(135, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-19)獨家集團制服(黑)長袖XL', ''),
(136, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-20)棉質拖鞋', ''),
(137, '器材室H區', 1090317, '', '衣著類', '用品', '(E-051-21)獨家集團制服(白)短袖S', ''),
(138, '器材室H區', 1090317, '', '衣著類', '用品', '(E-051-22)獨家集團制服(白)短袖S', ''),
(139, '器材室H區', 1090318, '', '衣著類', '用品', '(E-051-23)短袖國旗衣(M)', ''),
(140, '器材室-C區', 1090316, '', '電腦周邊', '設備-其他', '(E-052-01)硬碟收納包', ''),
(141, '器材室-C區', 1090316, '', '電腦周邊', '設備-其他', '(E-052-02)硬碟收納包', ''),
(142, '器材室-B區', 1090316, '', '電腦周邊', '設備-其他', '(E-053-01)硬碟抽取托架', ''),
(143, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-01)Botai動態攝影機腳架', ''),
(144, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-02)3號電池充電器', ''),
(145, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-03)3號電池充電器', ''),
(146, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-04)LED燈', ''),
(147, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-05)Nikon相機鏡頭18-55mm(信心)', ''),
(148, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-06)麥克風架(含大力夾及底架)', ''),
(149, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-07)手持麥克風(熊貓)', ''),
(150, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-08)手持麥克風(愛心)', ''),
(151, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-09)3號電池-可充電', ''),
(152, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-10)3號電池-可充電', ''),
(153, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-11)3號電池-可充電', ''),
(154, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-12)3號電池-可充電', ''),
(155, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-13)3號電池-可充電', ''),
(156, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-14)3號電池-可充電', ''),
(157, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-15)3號電池-可充電', ''),
(158, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-16)3號電池-可充電', ''),
(159, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-17)3號電池-可充電', ''),
(160, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-18)3號電池-可充電', ''),
(161, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-19)3號電池-可充電', ''),
(162, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-20)3號電池-可充電', ''),
(163, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-21)3號電池-可充電', ''),
(164, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-22)3號電池-可充電', ''),
(165, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-23)3號電池-可充電', ''),
(166, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-24)3號電池-可充電', ''),
(167, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-25)3號電池-可充電', ''),
(168, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-26)3號電池-可充電', ''),
(169, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-27)3號電池-可充電', ''),
(170, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-28)3號電池-可充電', ''),
(171, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-29)3號電池-可充電', ''),
(172, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-30)3號電池-可充電', ''),
(173, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-31)3號電池-可充電', ''),
(174, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-32)3號電池-可充電', ''),
(175, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-33)三號電池盒(一次可充8pcs電池)', ''),
(176, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-34)三號電池盒(一次可充8pcs電池)', ''),
(177, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-35)三號電池盒(一次可充8pcs電池)', ''),
(178, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-36)三號電池盒(一次可充8pcs電池)', ''),
(179, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-37)三號電池盒(一次可充8pcs電池)', ''),
(180, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-38)3.5mini mic領夾式麥克風', ''),
(181, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-39)3.5mini mic領夾式麥克風', ''),
(182, '器材室櫃子上方', 1090316, '', '線材類', '設備-線材', '(E-054-40)3.5mm雙頭公線(音源線)', ''),
(183, '器材室櫃子上方', 1090316, '', '線材類', '設備-線材', '(E-054-41)3.5mm雙頭公線(音源線)', ''),
(184, '器材室櫃子上方', 1090316, '', '線材類', '設備-線材', '(E-054-42)3.5轉卡農線', ''),
(185, '器材室櫃子上方', 1090316, '', '線材類', '設備-線材', '(E-054-43)3.5轉卡農線', ''),
(186, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-44)SD卡-32G  48MB/S', ''),
(187, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-45)SD卡-32G  48MB/S', ''),
(188, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-46)SD卡-32G  48MB/S', ''),
(189, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-47)SD卡-32G  90MB/S', ''),
(190, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-48)SD卡-64G  90MB/S', ''),
(191, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-49)SD卡-64G  90MB/S', ''),
(192, '器材室櫃子上方', 1090430, '', '攝影器材', '設備-其他', '(E-065-03)SD卡-64G  90MB/S', ''),
(193, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-50)SD卡-64G  150MB/S', ''),
(194, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-51)SD卡-讀卡機', ''),
(195, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-52)腰掛式發送器NO212335(獨家)', ''),
(196, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-53)便攜式接收器NO213054(獨家)', ''),
(197, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-54)腰掛式發送器NO203384(愛心)', ''),
(198, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-55)便攜式接收器NO201231(愛心)', ''),
(199, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-56)便攜式接收器NO212005(熊貓)', ''),
(200, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-57)便攜式接收器NO212054', ''),
(201, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-58)便攜式接收器-固定夾', ''),
(202, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-59)便攜式接收器-固定夾', ''),
(203, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-60)便攜式接收器-固定夾', ''),
(204, '器材室櫃子上方', 1090323, '', '攝影器材', '設備-機器', '(E-054-61)動態攝影機腳架', ''),
(205, '會議室A-1區', 1090317, 'ASUS ', '電腦周邊', '設備-機器', '(E-055-01)電腦螢幕VH192D', ''),
(206, '會議室A-1區', 1090317, 'ViewSonic', '電腦周邊', '設備-機器', '(E-055-02)電腦螢幕VS11886', ''),
(207, '會議室A-1區', 1090317, 'Sampo', '電腦周邊', '設備-機器', '(E-055-03)26吋電腦螢幕LM-26S2E(Pchome箱子內)', ''),
(208, '會議室A-1區', 1090317, 'Msi', '電腦周邊', '設備-機器', '(E-055-04)電腦螢幕MS-AA59', ''),
(209, '會議室A-1區', 1090317, 'TATUNG', '電腦周邊', '設備-機器', '(E-055-05)電腦螢幕V24N100(大箱子內)', ''),
(210, '會議室A-1區', 1090317, 'ViewSonic', '電腦周邊', '設備-機器', '(E-055-06)VA702電腦螢幕VS10781(大箱子內)', ''),
(211, '會議室A-1區', 1090318, 'IBM', '電腦周邊', '設備-機器', '(E-055-07)鍵盤(壞了，無法使用)', ''),
(212, '會議室A-1區', 1090318, 'MSI', '電腦周邊', '設備-機器', '(E-055-08)鍵盤', ''),
(213, '會議室A-1區', 1090318, '', '電腦周邊', '設備-機器', '(E-055-09)鍵盤', ''),
(214, '財務室-B04櫃-F區', 1090317, '', '電腦周邊', '設備-其他', '(E-056-01)MSI內膽包', ''),
(215, '財務室-B04櫃-F區', 1090317, '', '電腦周邊', '設備-其他', '(E-056-02)筆電墊', ''),
(216, '財務室-B04櫃-F區', 1090317, '', '電腦周邊', '設備-其他', '(E-056-03)NB手提包', ''),
(217, '財務室-B04櫃-F區', 1090317, '', '電腦周邊', '設備-其他', '(E-056-04)NB後背包', ''),
(218, '器材室-A2區', 1090317, '', '線材類', '設備-線材', '(E-057-01)125V電源線', ''),
(219, '器材室-A2區', 1090317, '', '線材類', '設備-線材', '(E-057-02)250V電源線', ''),
(220, '器材室-A2區', 1090317, '', '線材類', '設備-線材', '(E-057-03)250V電源線', ''),
(221, '器材室-A2區', 1090317, '', '線材類', '設備-線材', '(E-057-04)車充線(類Nokia接頭)', ''),
(222, '器材室-A2區', 1090317, '', '線材類', '設備-線材', '(E-057-05)1、USB Type C三星變壓器及充電線\n2、HDMI轉接線(轉USB)\n3、Micro USB線', ''),
(223, '器材室-C區', 1090317, '', '線材類', '設備-線材', '(E-057-06)SONY手機充電線(含變壓器)', ''),
(224, '器材室-A2區', 1090317, '', '線材類', '設備-線材', '(E-057-07)USB3.0傳輸線', ''),
(225, '財務室-B04櫃C區', 1090317, '', '線材類', '設備-線材', '(E-057-08)硬碟電源線+傳輸線', ''),
(226, '財務室-B04櫃C區', 1090317, '', '線材類', '設備-線材', '(E-057-09)硬碟電源線+傳輸線', ''),
(227, '財務室-B04櫃C區', 1090317, '', '線材類', '設備-線材', '(E-057-10)硬碟電源線+傳輸線', ''),
(228, '器材室-A2區', 1090317, '', '線材類', '設備-線材', '(E-057-11)活動式硬碟殼電源線+傳輸線', ''),
(229, '器材室-A01抽屜櫃1層', 1090318, '', '線材類', '設備-線材', '(E-058-01)電源延長線1.2M', 'Y'),
(230, '器材室-A01抽屜櫃1層', 1090318, '', '線材類', '設備-線材', '(E-058-02)電源延長線1.2M', 'Y'),
(231, '器材室-A01抽屜櫃1層', 1090318, '', '線材類', '設備-線材', '(E-058-03)電源延長線6M', 'Y'),
(232, '', 1090509, '小米', '線材類', '設備-線材', '(E-065-05)USB 延長線 1.8M (3口USB 2A快充)', 'N'),
(233, '', 1090511, '', '線材類', '設備-線材', '(E-065-07)電源延長線1.2M', 'N'),
(234, '', 1090511, '', '線材類', '設備-線材', '(E-065-09)電源延長線(粉色)', 'N'),
(235, '器材室-B區', 1090318, 'GIGBYTE', '電腦周邊', '設備-機器', '(E-058-04)滑鼠', ''),
(236, '器材室-A2區', 1090318, '', '線材類', '設備-線材', '(E-058-05)TP-LINK充電線', ''),
(237, '器材室-B區', 1090318, 'SONY', '線材類', '設備-線材', '(E-058-06)19.5V交換式電源供應器', ''),
(238, '器材室-B區', 1090318, 'SONY', '線材類', '設備-線材', '(E-058-07)19.5V交換式電源供應器', ''),
(239, '器材室-B區', 1090318, '', '線材類', '設備-線材', '(E-058-08)19V交換式電源供應器', ''),
(240, '器材室-A04抽屜櫃3層', 1090318, '', '其他器材', '設備-機器', '(E-058-09)電話話機', ''),
(241, '器材室-A04抽屜櫃3層', 1090327, 'METOO', '其他器材', '設備-機器', '(E-058-10)電話話機(含電話線)KT-326', ''),
(242, '器材室-A04抽屜櫃3層', 1090327, 'SIECLE', '其他器材', '設備-機器', '(E-058-11)電話話機(含電話線)HT19C', ''),
(243, '器材室櫃子上方', 1090323, 'TAKARA', '攝影器材', '設備-機器', '(E-059-01)相機腳架TD-1931', ''),
(244, '器材室櫃子上方', 1090323, 'PREMIER', '攝影器材', '設備-機器', '(E-059-02)相機腳架', ''),
(245, '器材室櫃子上方', 1090323, 'TAKARA', '攝影器材', '設備-機器', '(E-059-03)相機腳架TV-2095HJ', ''),
(246, '器材室-B區', 1090327, '', '禮品類', '設備-機器', '(E-060-01)耳溫槍(電池*1、清潔套)', ''),
(247, '櫃台', 1090327, '', '其他器材', '設備-機器', '(E-060-02)乾洗手機', ''),
(248, '櫃台', 1090327, '', '禮品類', '設備-機器', '(E-060-03)額溫槍', ''),
(249, '器材室-A07抽屜櫃3層', 1090330, '順大', '禮品類', '設備-機器', '(E-060-07)額溫槍', 'N'),
(250, '器材室-A07抽屜櫃3層', 1090330, '順大', '禮品類', '設備-機器', '(E-060-08)額溫槍', 'N'),
(251, '器材室-A07抽屜櫃3層', 1090330, '順大', '禮品類', '設備-機器', '(E-060-09)額溫槍', 'N'),
(252, '器材室-A07抽屜櫃3層', 1090330, '順大', '禮品類', '設備-機器', '(E-060-12)額溫槍', 'N'),
(253, '器材室-A07抽屜櫃3層', 1090330, '順大', '禮品類', '設備-機器', '(E-060-13)額溫槍', 'N'),
(254, '器材室-A07抽屜櫃3層', 1090410, '順大', '禮品類', '設備-機器', '(E-060-16)額溫槍', 'N'),
(255, '器材室-A07抽屜櫃3層', 1090430, '順大', '禮品類', '設備-機器', '(E-065-01)額溫槍', 'N'),
(256, '器材室-A05抽屜櫃3層', 1090330, '', '禮品類', '用品', '(E-060-14)禪風原木馬克杯架(白)14*35CM', 'N'),
(257, '器材室-A05抽屜櫃3層', 1090330, '', '禮品類', '用品', '(E-060-15)禪風原木馬克杯架(白)14*35CM', 'N'),
(258, '器材室-A06抽屜櫃3層', 1090331, '', '禮品類', '用品', '(E-061-01)愛地球環保袋*1內含：NUBRA晚宴包*1、獨家報導Biweekly NO1206*1、尤努斯基金會雜誌*1、紅包袋(悠遊卡一張)*1', ''),
(259, '器材室-A06抽屜櫃3層', 1090331, '', '禮品類', '用品', '(E-061-02)愛地球環保袋*1內含：NUBRA晚宴包*1、獨家報導Biweekly NO1206*1、尤努斯基金會雜誌*1、紅包袋(悠遊卡一張)*1', ''),
(260, '器材室-A06抽屜櫃3層', 1090331, '康寧', '禮品類', '用品', '(E-061-03)康寧保溫杯SN-KH-B800', ''),
(261, '器材室-B區', 1090331, 'EDIMAX', '電腦周邊', '設備-機器', '(E-061-04)網路分享器ES-3208P(含電源線)', ''),
(262, '器材室-B區', 1090331, '', '電腦周邊', '設備-機器', '(E-061-05)筆電散熱器', ''),
(263, '器材室-B區', 1090331, '', '電腦周邊', '設備-機器', '(E-061-06)3.5磁片讀取機(USD頭)UD-376', ''),
(264, '器材室-A2區', 1090331, '', '線材類', '設備-線材', '(E-061-07)HDMI線雙公頭', ''),
(265, '器材室-D區', 1090331, '', '線材類', '設備-線材', '(E-061-08)電源線', ''),
(266, '器材室-A2區', 1090331, '', '線材類', '設備-線材', '(E-061-09)電腦、電視螢幕線D-SUB', ''),
(267, '器材室-A07抽屜櫃3層', 1090401, 'WaYa!蛙呀', '禮品類', '設備-機器', '(E-061-13)紅外測溫儀WY-997', 'N'),
(268, '器材室-A07抽屜櫃3層', 1090401, 'WaYa!蛙呀', '禮品類', '設備-機器', '(E-061-14)紅外測溫儀WY-997', 'N'),
(269, '器材室-A07抽屜櫃3層', 1090401, 'WaYa!蛙呀', '禮品類', '設備-機器', '(E-061-15)紅外測溫儀WY-997', 'N'),
(270, '器材室-A07抽屜櫃3層', 1090401, 'WaYa!蛙呀', '禮品類', '設備-機器', '(E-061-16)紅外測溫儀WY-997', 'N'),
(271, '器材室-A07抽屜櫃3層', 1090401, 'WaYa!蛙呀', '禮品類', '設備-機器', '(E-061-17)紅外測溫儀WY-997', 'N'),
(272, '器材室-A07抽屜櫃3層', 1090401, 'WaYa!蛙呀', '禮品類', '設備-機器', '(E-061-18)紅外測溫儀WY-997', 'N'),
(273, '器材室-A07抽屜櫃3層', 1090401, 'WaYa!蛙呀', '禮品類', '設備-機器', '(E-061-19)紅外測溫儀WY-997', 'N'),
(274, '器材室-A07抽屜櫃3層', 1090410, 'WaYa!蛙呀', '禮品類', '設備-機器', '(E-061-37)紅外測溫儀WY-997', 'N'),
(275, '器材室-A07抽屜櫃3層', 1090410, 'WaYa!蛙呀', '禮品類', '設備-機器', '(E-061-38)紅外測溫儀WY-997', 'N'),
(276, '器材室-A07抽屜櫃3層', 1090410, 'WaYa!蛙呀', '禮品類', '設備-機器', '(E-061-39)紅外測溫儀WY-997', 'N'),
(277, '器材室-A07抽屜櫃3層', 1090430, 'WaYa!蛙呀', '禮品類', '設備-機器', '(E-065-02)紅外測溫儀WY-997 (不會過電, 故障)', 'N'),
(278, '器材室-A03抽屜櫃2層', 1090401, '', '禮品類', '用品', '(E-061-20)飛天商務酒-醬香型白酒125ML', ''),
(279, '器材室-A03抽屜櫃2層', 1090401, '', '禮品類', '用品', '(E-061-21)58度高粱酒-50ML', ''),
(280, '財務室-B07櫃', 1090401, '', '禮品類', '用品', '(E-061-22)COACH包(孫芸芸拿的)-紅色(1)', ''),
(281, '財務室-B07櫃', 1090401, '', '禮品類', '用品', '(E-061-23)COACH包(孫芸芸拿的)-黑色(2)', ''),
(282, '財務室-B07櫃', 1090401, '', '禮品類', '用品', '(E-061-24)COACH包(孫芸芸拿的)-黑色(3)', ''),
(283, '財務室-B07櫃', 1090401, '', '禮品類', '用品', '(E-061-25)COACH包(孫芸芸拿的)-黑色(4)', ''),
(284, '財務室-B07櫃', 1090401, '', '禮品類', '用品', '(E-061-26)COACH包(孫芸芸拿的)-藍色(5)', ''),
(285, '財務室-B07櫃', 1090401, '', '禮品類', '用品', '(E-061-27)COACH包(孫芸芸拿的)-白色(6)', ''),
(286, '財務室-B07櫃', 1090401, '', '禮品類', '用品', '(E-061-28)KATE SPADE包(7)', ''),
(287, '器材室-A03抽屜櫃2層', 1090401, '', '禮品類', '用品', '(E-061-29)悠遊卡-粉紅', 'N'),
(288, '器材室-A03抽屜櫃2層', 1090401, '', '禮品類', '用品', '(E-061-30)悠遊卡-粉紅', 'N'),
(289, '器材室-A03抽屜櫃2層', 1090401, '', '禮品類', '用品', '(E-061-31)悠遊卡-粉紅', 'N'),
(290, '器材室-A03抽屜櫃2層', 1090401, '', '禮品類', '用品', '(E-061-32)悠遊卡-橘色', 'N'),
(291, '器材室-A03抽屜櫃2層', 1090401, '', '禮品類', '用品', '(E-061-33)悠遊卡-綠色', 'N'),
(292, '器材室-A2區', 1090406, '', '線材類', '設備-線材', '(E-061-34)HDMI線', ''),
(293, '器材室-A2區', 1090406, '', '線材類', '設備-線材', '(E-061-35)電腦電源線', ''),
(294, '器材室-A區', 1090406, '', '電腦周邊', '設備-其他', '(E-061-36)電腦螢幕底座', ''),
(295, '器材室-A04抽屜櫃1層', 1090414, 'H3C Magic 魔術家', '電腦周邊', '設備-機器', '(E-062-01)H3C Magic B1 無線路由器（未開封）', 'Y'),
(296, '器材室-A04抽屜櫃3層', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-062-02)SAMSUNG GEAR S2 智慧錶: 含手錶主體(表面+表帶)、無線充電座', 'Y'),
(297, '器材室-A04抽屜櫃1層', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-062-03)SAMSUNG Galaxy Note9: 含手機殼、USB充電器、USB線、耳機(含耳帽)、卡針、使用說明書、鑷子(含筆尖)、USB適配器', 'Y'),
(298, '器材室-A04抽屜櫃1層', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-062-04)SAMSUNG Galaxy Note8 (謎夜黑): 含耳機(含耳帽)、卡針、使用說明書、鑷子(含筆尖)、USB適配器', 'Y'),
(299, '器材室-A04抽屜櫃1層', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-062-05)SAMSUNG Galaxy Note9: 含耳機(含耳帽)、卡針、使用說明書、鑷子(含筆尖)、USB適配器', 'Y'),
(300, '器材室-A04抽屜櫃1層', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-062-06)SAMSUNG Galaxy Note9: 含手機殼、USB充電器、USB線、耳機(含耳帽)、卡針、使用說明書、鑷子(含筆尖)、USB適配器', 'Y'),
(301, '器材室-A04抽屜櫃1層', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-062-07)SAMSUNG Galaxy Note8 (謎夜黑): 手機殼、含耳機(含耳帽)、卡針、使用說明書、鑷子(含筆尖)、USB適配器*2(一大一小)、USB線', 'Y'),
(302, '器材室-A04抽屜櫃1層', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-062-08)SAMSUNG Galaxy Note9: 含手機殼、USB充電器、USB線、耳機(含耳帽)、卡針、使用說明書、鑷子(含筆尖)、USB適配器', 'Y'),
(303, '器材室-A04抽屜櫃1層', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-062-09)SAMSUNG Galaxy Note8 (謎夜黑): 手機殼、USB適配器', 'Y'),
(304, '器材室-A04抽屜櫃1層', 1090414, 'OPPO', '其他器材', '設備-其他', '(E-062-10)OPPO R11 (熱力紅): 卡針、行動電源、USB線、耳機', 'Y'),
(305, '器材室-A04抽屜櫃1層', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-062-11)SAMSUNG Galaxy Note Edge 手機殼 (白)', 'Y'),
(306, '器材室-A04抽屜櫃1層', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-062-12)SAMSUNG Galaxy Note5 玻璃手機螢幕保護貼', 'Y'),
(307, '器材室-A04抽屜櫃1層', 1090414, 'iPHONE', '其他器材', '設備-其他', '(E-062-13)iPHONE 手機殼 (透明、不確定型號)', 'Y'),
(308, '器材室-A04抽屜櫃1層', 1090414, 'iPHONE', '其他器材', '設備-其他', '(E-062-14)iPHONE 手機殼 (透明背殼藍色框、不確定型號)', 'N'),
(309, '器材室-A04抽屜櫃1層', 1090414, 'iPHONE', '其他器材', '設備-其他', '(E-062-15)iPHONE 手機殼 (透明背殼金色框、不確定型號)', 'Y'),
(310, '器材室-A04抽屜櫃1層', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-062-16)SAMSUNG Galaxy Note9 手機殼(全透視感應皮套-藍)', 'Y'),
(311, '器材室-A04抽屜櫃1層', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-062-17)SAMSUNG Galaxy Note9 手機殼(矽膠薄型背蓋-藍)', 'Y'),
(312, '器材室-A04抽屜櫃1層', 1090414, '多品牌', '其他器材', '設備-其他', '(E-062-18)手機殼金屬框(不成對)*2、手機殼背蓋(不成對)*3、矽膠手機殼(深灰)*1', 'Y'),
(313, '器材室-A05抽屜櫃1層', 1090414, '補添得', '禮品類', '用品', '(E-063-01)補添得胸針(銀框、白色，圓形，中間十字，包裝藍、白)', 'N'),
(314, '器材室-A05抽屜櫃1層', 1090414, '補添得', '禮品類', '用品', '(E-063-02)補添得胸針(銀框、白色，圓形，中間十字，包裝藍、白)', 'N'),
(315, '器材室-A05抽屜櫃1層', 1090414, '補添得', '禮品類', '用品', '(E-063-03)補添得胸針(銀框、白色，圓形，中間十字，包裝藍、白)', 'N'),
(316, '器材室-A05抽屜櫃1層', 1090414, '補添得', '禮品類', '用品', '(E-063-04)補添得胸針(銀框、白色，圓形，中間十字，包裝藍、白)', 'N'),
(317, '器材室-A05抽屜櫃1層', 1090414, '補添得', '禮品類', '用品', '(E-063-05)補添得胸針(銀框、白色，圓形，中間十字，包裝藍、白)', 'N'),
(318, '器材室-A05抽屜櫃1層', 1090414, '補添得', '禮品類', '用品', '(E-063-06)補添得胸針(銀框、白色，圓形，中間十字，包裝藍、白)', 'N'),
(319, '器材室-A05抽屜櫃1層', 1090414, '補添得', '禮品類', '用品', '(E-063-07)補添得胸針(銀框、白色，圓形，中間十字，包裝藍、白)', 'N'),
(320, '器材室-A05抽屜櫃1層', 1090414, '補添得', '禮品類', '用品', '(E-063-08)補添得胸針(銀框、白色，圓形，中間十字，包裝藍、白)', 'N'),
(321, '器材室-A05抽屜櫃1層', 1090414, '補添得', '禮品類', '用品', '(E-063-09)補添得胸針(銀框、白色，圓形，中間十字，包裝藍、白)', 'N'),
(322, '器材室-A05抽屜櫃1層', 1090414, '補添得', '禮品類', '用品', '(E-063-10)補添得胸針(銀框、白色，圓形，中間十字，包裝藍、白)', 'N'),
(323, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-11)PHS G1000高性能充電器套件', 'N'),
(324, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-12)PHS G1000高性能充電器套件', 'N'),
(325, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-13)PHS G1000高性能充電器套件', 'N'),
(326, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-14)PHS G1000高性能充電器套件', 'N'),
(327, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-15)PHS J100(L) 手機(附標準鋰電池*1、充電器*1)', 'N'),
(328, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-16)PHS J100(L) 手機(附標準鋰電池*1、充電器*1)', 'N'),
(329, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-17)PHS J100(L) 雙槽充電器', 'N'),
(330, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-18)PHS J100(L) 雙槽充電器', 'N'),
(331, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-19)PHS J100(L) 雙槽充電器', 'N'),
(332, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-20)PHS J100(L) 雙槽充電器', 'N'),
(333, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-21)桌上充電器*2(置於J100(s)外盒內)', 'Y'),
(334, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-22)PHS J88(W) 手機(專屬手機吊帶*1、充電器*1)', 'Y'),
(335, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-23)PHS J88(W) 專屬手機吊帶*1、充電器*1(無手機)', 'Y'),
(336, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-24)PHS J88(W) 手機(專屬手機吊帶*1、充電器*1)', 'Y'),
(337, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-25)PHS G1000(s) 手機', 'Y'),
(338, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-26)PHS G1000(P) 手機(附標準鋰電池*1、充電器*1)', 'N'),
(339, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-27)PHS G1000(P) 手機(附標準鋰電池*1、充電器*1)', 'N'),
(340, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-28)PHS G1000(P) 手機(附標準鋰電池*1、充電器*1)', 'N'),
(341, '儲藏室-19', 1090414, '言訊科技有限公司', '其他器材', '設備-其他', '(E-063-29)充電器(座充、旅充)', 'Y'),
(342, '儲藏室-19', 1090414, '新合峰國際電通', '其他器材', '設備-其他', '(E-063-30)充電器(ERI萬用充電器)', 'Y'),
(343, '儲藏室-19', 1090414, '亞太', '其他器材', '設備-其他', '(E-063-31)K-Touch D780 耳機、充電線', 'Y'),
(344, '儲藏室-19', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-063-32)耳機*2、耳帽組*4、鑷子(含筆尖)、充電線*1、充電插頭*2', 'Y'),
(345, '儲藏室-19', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-063-33)GALAXY S II 汽車充電套裝| ECS-V1A2BE', 'Y'),
(346, '器材室-A05抽屜櫃3層', 1090414, '蒙亮', '禮品類', '用品', '(E-063-34)羊絨圍巾(提袋內含企業介紹書)', 'N'),
(347, '器材室-A05抽屜櫃2層', 1090414, '新醫生技', '禮品類', '用品', '(E-063-35)黃金離子高效保濕面膜(有效期限標於面膜上)', 'N'),
(348, '器材室-A05抽屜櫃2層', 1090414, '新醫生技', '禮品類', '用品', '(E-063-36)黃金離子高效保濕面膜(有效期限標於面膜上)', 'N'),
(349, '器材室-A05抽屜櫃2層', 1090414, '養生堂康沛', '禮品類', '用品', '(E-063-37)百傲固力(美國三項功能專利食品,有效期限到2020/08/26))', 'N'),
(350, '器材室-A05抽屜櫃2層', 1090414, 'Nature\'s Care', '禮品類', '用品', '(E-063-38)綿羊油(Lanolin Cream)(2019/9製造)', 'N'),
(351, '器材室-A05抽屜櫃2層', 1090414, '時空恩次方', '禮品類', '用品', '(E-063-39)普極熟餅(普洱茶茶餅,357克)(2017年製造)', 'N'),
(352, '器材室-A05抽屜櫃2層', 1090414, '時空恩次方', '禮品類', '用品', '(E-063-40)普極熟餅(普洱茶茶餅,357克)(2017年製造)', 'N'),
(353, '器材室-A05抽屜櫃3層', 1090414, '山東惠藝', '衣著類', '用品', '(E-063-41)繡品2件(沒拆開，不曉得是衣物還是甚麼。紅色外盒，盒子底是白的)', 'N'),
(354, '器材室-A05抽屜櫃3層', 1090414, '蒙康', '衣著類', '用品', '(E-063-42)20306珍珠女套(深紫，衣服。紅色盒子)', 'N'),
(355, '器材室-A04抽屜櫃3層', 1090414, '兵馬俑博物館', '禮品類', '用品', '(E-063-43)兵馬俑', 'N'),
(356, '器材室-A05抽屜櫃1層', 1090423, '', '禮品類', '用品', '(E-064-01)陳潮宗醫師贈:牛皮紙提袋、馬克杯、名片夾、纖寶餐(奶素食食品,有效期限:1090922)', 'N'),
(357, '器材室-A05抽屜櫃1層', 1090423, '', '禮品類', '用品', '(E-064-02)陳潮宗醫師贈:牛皮紙提袋、馬克杯、名片夾、纖寶餐(奶素食食品,有效期限:1090922)', 'N'),
(358, '器材室-A05抽屜櫃1層', 1090423, '', '禮品類', '用品', '(E-064-03)陳潮宗醫師贈:牛皮紙提袋、馬克杯、名片夾、纖寶餐(純素食食品,有效期限:1091020)', 'N'),
(359, '器材室-A04抽屜櫃2層', 1090423, 'JEYI佳翼', '電腦周邊', '設備-機器', '(E-064-04)機(主體*1、線材*2)', 'N'),
(360, '器材室-A04抽屜櫃2層', 1090423, 'SAMSUNG', '其他器材', '設備-其他', '(E-064-05)Galaxy贈品-行動電源10000mAh(粉色)', 'N'),
(361, '器材室-A04抽屜櫃2層', 1090423, '國剛', '其他器材', '設備-其他', '(E-064-06)DVB-T加油棒+迷你天線(類似訊號接收器)', 'N'),
(362, '器材室-A04抽屜櫃2層', 1090423, '小米', '其他器材', '設備-其他', '(E-064-07)LYXQEJ01JY藍芽項圈耳機(黑色)', 'N'),
(363, '器材室-A04抽屜櫃2層', 1090423, '中國移動', '其他器材', '設備-其他', '(E-064-08)CM101s魔百和網路機頂盒(網路電視機上盒,有記號J104)', 'N'),
(364, '器材室-A04抽屜櫃2層', 1090423, '中國移動', '其他器材', '設備-其他', '(E-064-09)CM101s魔百和網路機頂盒(網路電視機上盒,有記號J099)', 'N'),
(365, '器材室-A05抽屜櫃3層', 1090423, '台盟中央宣傳部', '禮品類', '用品', '(E-064-10)郵票(成立65周年紀念)(我司標籤貼在裝袋紙袋)', 'N'),
(366, '器材室-A05抽屜櫃3層', 1090423, '台盟中央宣傳部', '禮品類', '用品', '(E-064-11)郵票(成立65周年紀念)(我司標籤貼在裝袋紙袋)', 'N'),
(367, '器材室-A05抽屜櫃3層', 1090423, '台盟中央宣傳部', '禮品類', '用品', '(E-064-12)郵票(成立65周年紀念)(我司標籤貼在裝袋紙袋)', 'N'),
(368, '器材室-A05抽屜櫃3層', 1090423, '台盟中央宣傳部', '禮品類', '用品', '(E-064-13)郵票(成立65周年紀念)(我司標籤貼在裝袋紙袋)', 'N'),
(369, '器材室-A05抽屜櫃3層', 1090423, '台盟中央宣傳部', '禮品類', '用品', '(E-064-14)郵票(成立65周年紀念)(我司標籤貼在裝袋紙袋)', 'N'),
(370, '器材室-A05抽屜櫃3層', 1090423, '台盟中央宣傳部', '禮品類', '用品', '(E-064-15)郵票(成立65周年紀念)(我司標籤貼在裝袋紙袋)', 'N'),
(371, '器材室-A05抽屜櫃3層', 1090423, '', '衣著類', '用品', '(E-064-16)台灣精品文創-金磚發財巾', 'N'),
(372, '儲藏室-18', 1090423, 'AWANA', '禮品類', '用品', '(E-064-17)方形拉鍊手提袋(22*15*19cm)(米色)', 'N'),
(373, '儲藏室-18', 1090430, 'AWANA', '禮品類', '用品', '(E-065-04)方形拉鍊手提袋(22*15*19cm)(米色)', 'N'),
(374, '儲藏室-18', 1090430, 'AWANA', '禮品類', '用品', '(E-065-04)方形拉鍊手提袋(22*15*19cm)(米色)', 'N'),
(375, '儲藏室-18', 1090423, 'AWANA', '禮品類', '用品', '(E-064-18)方形拉鍊手提袋(22*15*19cm)(灰藍色)', 'N'),
(376, '器材室-A05抽屜櫃2層', 1090423, 'COCOSILIYA', '禮品類', '用品', '(E-064-19)香水,003奶香味(2024/09/11到期)', 'N'),
(377, '器材室-A05抽屜櫃2層', 1090423, 'COCOSILIYA', '禮品類', '用品', '(E-064-20)香水,006及轉巴黎(2024/10/03到期)', 'N'),
(378, '儲藏室-16', 1090423, '', '', '用品', '(E-064-21)紙盒(the perfect gift, 250茶杯盤組)', 'N'),
(379, '儲藏室-16', 1090423, '', '', '用品', '(E-064-22紙盒(the perfect gift, 250茶杯盤組)', 'N'),
(380, '儲藏室-16', 1090423, '', '', '用品', '(E-064-23)紙盒(ZEN,2(4)pcs咖啡杯組)', 'N'),
(381, '儲藏室-16', 1090423, '', '', '用品', '(E-064-24)紙盒(上京影業贈:馬克杯)', 'N'),
(382, '儲藏室-16', 1090423, '', '', '用品', '(E-064-25)紙箱(原本裝E-063-01到E-063-33的紙箱,不寫移交單)', 'N'),
(383, '器材室-A05抽屜櫃3層', 1090423, '飛騰', '', '用品', '(E-064-26)超耐熱砂鍋', 'N'),
(384, '器材室-A06抽屜櫃3層', 1090423, '飛騰', '', '用品', '(E-064-27)清潔禮盒綜合組(用牛皮紙盒裝,盒子有貓咪圖案)', 'N'),
(385, '器材室櫃子上方', 1090423, '', '攝影器材', '設備-其他', '(E-064-28)相機包', 'N'),
(386, '器材室櫃子上方', 1090423, '', '攝影器材', '設備-其他', '(E-064-29)背包', 'N'),
(387, '', 1090423, '', '攝影器材', '設備-其他', '(E-064-30)鎖相機/燈具的連接工具', 'N'),
(388, '器材室櫃子上方', 1090423, 'Club Ranson', '攝影器材', '設備-其他', '(E-064-31)單肩包(無人認領): sony sxs記憶卡(+盒)*1、記憶卡盒(空)*1、麥克風線材組*1、麥克風線材*1(不成對)、識別帶(名片背帶)*2(紅+黑)、手機架*2', 'N'),
(389, '財務室B04櫃C區', 1090506, 'Apacer', '電腦周邊', '設備-機器', '(E-065-04)行動硬碟;容量1T(侯先生提供)', 'Y'),
(390, '', 1090511, 'SAMSUNG', '電腦周邊', '設備-機器', '(E-065-06)GALAXY Note10.1白色平板電腦，含電源線、耳機各1', 'Y'),
(391, '', 1090511, '一丘田', '禮品類', '用品', '(E-065-08)茶葉(一丘田茶葉行)', 'N'),
(392, '', 1090511, 'IQ', '電腦周邊', '設備-其他', '(E-065-10)自然輸入法V11(Mac+Windows專業版 共通版)產品序號(網際智慧股份有限公司 IQ)', 'N'),
(393, '', 1090511, 'G-LINGO', '禮品類', '用品', '(E-065-11)牛樟芝滴丸 瑪卡滴丸(昇旺 G-LINGO),食品,無保存期限', 'N'),
(394, '', 1090511, 'G-LINGO', '禮品類', '用品', '(E-065-12)肥皂*1塊，白色霧面袋小包裝(E-065-11~13是同一批移交，包裝沒有品牌廠商)', 'N'),
(395, '', 1090511, 'G-LINGO', '禮品類', '用品', '(E-065-13)石斛抗藍光明亮滴粒(全速可食),食品,2023/01/08到期', 'N'),
(396, '', 1090515, '', '禮品類', '用品', '(E-066-01)額溫卡', 'N'),
(397, '', 1090515, '', '禮品類', '用品', '(E-066-02)額溫卡', 'N'),
(398, '', 1090515, '', '禮品類', '用品', '(E-066-03)額溫卡', 'N'),
(399, '', 1090515, '', '禮品類', '用品', '(E-066-04)額溫卡', 'N'),
(400, '', 1090515, '', '禮品類', '用品', '(E-066-05)額溫卡', 'N'),
(401, '', 1090515, '', '禮品類', '用品', '(E-066-06)額溫卡', 'N'),
(402, '', 1090515, '', '禮品類', '用品', '(E-066-07)額溫卡', 'N'),
(403, '', 1090515, '', '禮品類', '用品', '(E-066-08)額溫卡', 'N'),
(404, '', 1090515, '', '禮品類', '用品', '(E-066-09)額溫卡', 'N'),
(405, '', 1090515, '', '禮品類', '用品', '(E-066-10)額溫卡', 'N'),
(406, '', 1090515, '', '禮品類', '用品', '(E-066-11)額溫卡', 'N'),
(407, '', 1090515, '', '禮品類', '用品', '(E-066-12)額溫卡', 'N'),
(408, '', 1090515, '', '禮品類', '用品', '(E-066-13)額溫卡', 'N'),
(409, '', 1090515, '', '禮品類', '用品', '(E-066-14)額溫卡', 'N'),
(410, '', 1090515, '', '禮品類', '用品', '(E-066-15)額溫卡', 'N'),
(411, '', 1090515, '', '禮品類', '用品', '(E-066-16)額溫卡', 'N'),
(412, '', 1090515, '大東山', '禮品類', '用品', '(E-066-17)大東山珊瑚寶石博物館明信片組(8張)', 'N'),
(413, '', 1090515, '大東山', '禮品類', '用品', '(E-066-18)大東山珊瑚寶石博物館明信片組(8張)', 'N'),
(414, '', 1090515, '大東山', '禮品類', '用品', '(E-066-19)大東山珊瑚寶石博物館明信片組(8張)', 'N'),
(415, '會議室(跟白板筆放一起)', 1090515, 'INTOPIC', '電腦周邊', '設備-其他', '(E-066-20)無限2.4GHz雷射簡報筆(LR-19) ;含電池', 'N'),
(416, '', 1090515, 'INTOPIC', '電腦周邊', '設備-其他', '(E-066-21)無限2.4GHz雷射簡報筆(LR-19) ;含電池', 'N'),
(417, '器材室鐵架上', 1090624, '', '', '用品', '(E-066-22)手提包', '');

-- --------------------------------------------------------

--
-- 資料表結構 `asset_categories`
--

CREATE TABLE `asset_categories` (
  `categories_id` int(11) NOT NULL,
  `bigtype` varchar(255) NOT NULL,
  `parent_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 傾印資料表的資料 `asset_categories`
--

INSERT INTO `asset_categories` (`categories_id`, `bigtype`, `parent_id`) VALUES
(1, '線材類', 0),
(2, '其他器材', 0),
(3, '電腦周邊', 0),
(4, '攝影器材', 0),
(5, '口罩類', 0),
(6, '衣著類', 0);

-- --------------------------------------------------------

--
-- 資料表結構 `asset_categories_2`
--

CREATE TABLE `asset_categories_2` (
  `sid` int(11) NOT NULL,
  `type` varchar(255) NOT NULL,
  `parent_sid` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 傾印資料表的資料 `asset_categories_2`
--

INSERT INTO `asset_categories_2` (`sid`, `type`, `parent_sid`) VALUES
(1, '設備-線材', 0),
(2, '設備-機器', 0),
(3, '設備-其他', 0),
(4, '用品\r\n', 0);

-- --------------------------------------------------------

--
-- 資料表結構 `borrows`
--

CREATE TABLE `borrows` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `bigtype` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `object` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `borrowtime` date NOT NULL,
  `person` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `way` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `sendtime` date DEFAULT NULL,
  `borrowed` varchar(11) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `senddated` date DEFAULT NULL,
  `backtime` date DEFAULT NULL,
  `status` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 傾印資料表的資料 `borrows`
--

INSERT INTO `borrows` (`id`, `user_id`, `bigtype`, `object`, `borrowtime`, `person`, `way`, `sendtime`, `borrowed`, `senddated`, `backtime`, `status`, `created_at`, `updated_at`) VALUES
(12, 0, '2', '2', '2020-08-06', '123', '123', '2020-08-22', '確認借出', '2020-09-26', '2020-08-15', '破洞', '2020-08-09 04:59:17', '2020-08-10 11:47:12'),
(13, 0, '2', '1', '2020-08-01', '123', '123', '2020-08-29', '確認借出', '2020-08-28', '2020-08-20', '很好', '2020-08-09 14:46:07', '2020-08-10 07:07:14'),
(14, 0, '2', '3', '2020-07-31', '123', '123', '2020-08-28', '確認借出', '2020-08-27', NULL, NULL, '2020-08-09 14:50:23', '2020-08-10 07:25:26'),
(20, 0, '其他器材', '(E-007-01)Mini USB 雙頭充電線', '2020-08-04', '123', '123', '2020-08-21', NULL, NULL, NULL, NULL, '2020-08-10 07:29:15', '2020-08-10 07:29:15'),
(22, 0, '其他器材', '(E-007-02)Mini USB 雙頭充電線', '2020-07-30', '123', '123', '2020-08-20', NULL, NULL, NULL, NULL, '2020-08-10 08:54:36', '2020-08-10 08:54:36'),
(23, 0, '其他器材', '(E-007-02)Mini USB 雙頭充電線', '2020-08-05', '123', '123', '2020-08-28', NULL, NULL, NULL, NULL, '2020-08-10 09:17:23', '2020-08-10 09:17:23'),
(24, 2, '電腦周邊', '(E-010-01)USB to micro B 充電線', '2020-08-20', '123', '123', '2020-08-26', NULL, NULL, NULL, NULL, '2020-08-10 09:18:34', '2020-08-10 09:18:34'),
(25, 2, '其他器材', '(E-008-01)PHS手機傳輸線', '2020-08-13', '123', '123', '2020-08-12', NULL, NULL, NULL, NULL, '2020-08-10 09:56:22', '2020-08-10 09:56:22'),
(26, 3, '其他器材', '(E-007-02)Mini USB 雙頭充電線', '2020-08-06', '123', '123', '2020-08-29', NULL, NULL, NULL, NULL, '2020-08-10 09:57:45', '2020-08-10 09:57:45'),
(27, 4, '線材類', '(E-006-01)Mini USB 充電線 90cm', '2020-08-22', '李四', '123', '2020-08-20', NULL, NULL, NULL, NULL, '2020-08-10 10:05:04', '2020-08-10 10:05:04'),
(28, 5, '口罩類', '(E-055-01)電腦螢幕VH192D', '2020-08-22', '余呆和', '123', '2020-08-29', NULL, '2020-09-03', NULL, NULL, '2020-08-10 11:45:49', '2020-08-10 13:34:39');

-- --------------------------------------------------------

--
-- 資料表結構 `failed_jobs`
--

CREATE TABLE `failed_jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `connection` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `queue` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `payload` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `exception` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- 資料表結構 `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 傾印資料表的資料 `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_000000_create_users_table', 1),
(2, '2014_10_12_100000_create_password_resets_table', 1),
(3, '2019_08_19_000000_create_failed_jobs_table', 1),
(4, '2020_08_04_160737_move_in', 1),
(5, '2020_08_05_115212_withdraw', 2),
(6, '2020_08_05_142201_borrow', 3);

-- --------------------------------------------------------

--
-- 資料表結構 `move_ins`
--

CREATE TABLE `move_ins` (
  `sid` int(11) NOT NULL,
  `position` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `date` int(7) NOT NULL,
  `brand` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `bigtype` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  `type` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `object` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `lab` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `borrowed` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 傾印資料表的資料 `move_ins`
--

INSERT INTO `move_ins` (`sid`, `position`, `date`, `brand`, `bigtype`, `type`, `object`, `lab`, `borrowed`, `created_at`, `updated_at`) VALUES
(1, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-001-01)30PIN USB 充電線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(2, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-001-02)30PIN USB 充電線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(3, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-001-03)30PIN USB 充電線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(4, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-002-01)30PIN USB 充電器 (含電源插頭)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(5, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-002-02)30PIN USB 充電器 (含電源插頭)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(6, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-003-01)HDMI線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(7, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-003-02)HDMI線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(8, '器材室-A1區', 1090313, 'NOKIA', '線材類', '設備-線材', '(E-004-01)Micro USB 充電線 ', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(9, '器材室-A1區', 1090313, 'NOKIA', '線材類', '設備-線材', '(E-004-02)Micro USB 充電線 ', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(10, '器材室-A1區', 1090313, 'NOKIA', '線材類', '設備-線材', '(E-005-01)充電線(含插頭)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(11, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-006-01)Mini USB 充電線 90cm', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(12, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-007-01)Mini USB 雙頭充電線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(13, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-007-02)Mini USB 雙頭充電線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(14, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-008-01)PHS手機傳輸線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(15, '器材室-A1區', 1090313, 'Sony', '線材類', '設備-線材', '(E-009-01)USB A to B 印表機多功能傳輸線 ', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(16, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-010-01)USB to micro B 充電線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(17, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-010-02)USB to micro B 充電線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(18, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-010-03)USB to micro B 充電線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(19, '財務室-B04櫃C區', 1090313, '', '線材類', '設備-線材', '(E-010-04)USB to micro B 充電線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(20, '器材室-A1區', 1090313, 'SAMSUNG', '線材類', '設備-線材', '(E-011-01)USB to micro B 充電線 ', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(21, '器材室-A1區', 1090313, 'SAMSUNG', '線材類', '設備-線材', '(E-011-02)USB to micro B 充電線 ', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(22, '器材室-A1區', 1090313, 'SAMSUNG', '線材類', '設備-線材', '(E-011-03)USB to micro B 充電線 ', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(23, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-012-01)USB to micro B 雙頭充電線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(24, '器材室-A1區', 1090313, 'Sony', '線材類', '設備-線材', '(E-013-01)USB 延長線 1M ', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(25, '器材室-A1區', 1090313, 'Sony', '線材類', '設備-線材', '(E-013-02)USB 延長線 1M ', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(26, '器材室-A1區', 1090313, 'Sony', '線材類', '設備-線材', '(E-013-03)USB 延長線 1M ', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(27, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-014-01)USB 數據充電線 (1母轉2公)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(28, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-015-01)VGA延長線 1.8M', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(29, '器材室-A01抽屜櫃1層', 1090313, '', '線材類', '設備-線材', '(E-016-01)電源延長線1.2M', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(30, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-017-01)電話線 (白、2.5M)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(31, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-018-01)網路線 (灰、1.2M)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(32, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-019-01)網路線 (灰、1.5M)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(33, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-020-01)網路線 (黃、1M)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(34, '器材室-B區', 1090313, '聯發', '其他器材', '設備-機器', '(E-021-01)網路攝影機(含電源供應器)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(35, '器材室-B區', 1090313, '羅技', '電腦周邊', '設備-機器', '(E-022-01)無線鍵盤滑鼠接收器', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(36, '器材室-C區', 1090313, 'SONY', '攝影器材', '設備-機器', '(E-023-01)SONY-相機(型號:α2Ⅱ)專用雙槽充電器', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(37, '器材室-C區', 1090313, 'SONY', '攝影器材', '設備-機器', '(E-024-01)SONY-相機(型號:α2Ⅱ)專用電池', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(38, '器材室-C區', 1090313, 'SONY', '攝影器材', '設備-機器', '(E-024-02)SONY-相機(型號:α2Ⅱ)專用電池', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(39, '器材室-C區', 1090313, 'SONY', '攝影器材', '設備-機器', '(E-025-01)SONY-相機(型號:α2Ⅱ)變焦鏡頭18-015mm', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(40, '器材室-C區', 1090313, 'SONY', '攝影器材', '設備-機器', '(E-026-01)SONY-相機(型號:α2Ⅱ)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(41, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-027-01)電話線(灰、2M/白、2M)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(42, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-027-02)電話線(灰、2M/白、2M)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(43, '器材室-B區', 1090313, '', '電腦周邊', '設備-機器', '(E-028-01)D-Link(DIR-618) 網路分享器含插頭', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(44, '器材室-B區', 1090313, '', '電腦周邊', '設備-機器', '(E-029-01)EDIMAX(BR-6574n) 網路分享器含插頭', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(45, '器材室-B區', 1090313, '微軟', '電腦周邊', '設備-機器', '(E-030-01)微軟-交換式電源供應器A10-120NIA', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(46, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-031-01)電腦電源線T型母三插(1.5米)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(47, '器材室-A1區', 1090313, '', '線材類', '設備-線材', '(E-032-01)電腦電源線T型母二插(1.2米)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(48, '器材室-B區', 1090313, '', '電腦周邊', '設備-機器', '(E-033-01)XBOX360搖桿器', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(49, '器材室-B區', 1090313, '', '線材類', '設備-線材', '(E-034-01)SONY 型號PEGA-AC10 5.2V電源線含插頭', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(50, '器材室-B區', 1090313, '', '線材類', '設備-線材', '(E-034-02)SONY 型號PEGA-AC10 5.2V電源線含插頭', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(51, '器材室-A2區', 1090313, '', '線材類', '設備-線材', '(E-035-01)8字型電源線R31945 VCTFK 2X0.75mm(3米)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(52, '器材室-A2區', 1090313, '', '線材類', '設備-線材', '(E-036-01)8字扁雙頭電源線HIRAKAWA(0.7米)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(53, '器材室-A2區', 1090313, '', '線材類', '設備-線材', '(E-037-01)USB傳輸線(特殊2.0規格)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(54, '器材室-B區', 1090313, '', '電腦周邊', '設備-機器', '(E-038-01)IC卡讀卡機(EZ100PU)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(55, '器材室-A2區', 1090313, '', '線材類', '設備-線材', '(E-039-01)網路線(黃)3M', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(56, '器材室-B區', 1090313, '', '線材類', '設備-其他', '(E-040-01)數據線盒*2、立架', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(57, '財務室-B04櫃C區', 1090313, '富士通', '電腦周邊', '設備-機器', '(E-041-01)硬碟500G(社長第一批入庫)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(58, '財務室-B04櫃C區', 1090313, 'TOSHIBA', '電腦周邊', '設備-機器', '(E-041-02)硬碟(社長第一批入庫)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(59, '財務室-B04櫃C區', 1090313, 'NUSLIM', '電腦周邊', '設備-機器', '(E-041-03)外接硬碟(社長第一批入庫)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(60, '器材室-C區', 1090313, 'NUSLIM', '線材類', '設備-線材', '(E-041-04)外接硬碟線', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(61, '財務室-B04櫃C區', 1090313, 'Seagate', '電腦周邊', '設備-機器', '(E-041-05)硬碟機1.5TB(社長第一批入庫)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(62, '財務室-B04櫃C區', 1090313, 'Seagate', '電腦周邊', '設備-機器', '(E-041-06)硬碟機1.5TB(社長第一批入庫)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(63, '財務室-B04櫃C區', 1090313, '', '線材類', '設備-線材', '(E-041-07)硬碟機-電源供應器', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(64, '財務室-B04櫃C區', 1090316, '', '電腦周邊', '設備-機器', '(E-041-08)硬碟(社長第一批入庫)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(65, '財務室-B04櫃C區', 1090316, '', '電腦周邊', '設備-機器', '(E-041-09)硬碟(社長第一批入庫)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(66, '財務室-B04櫃C區', 1090316, '', '電腦周邊', '設備-機器', '(E-041-10)硬碟(社長第一批入庫)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(67, '財務室-B04櫃C區', 1090316, '', '電腦周邊', '設備-機器', '(E-041-11)硬碟(社長第一批入庫)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(68, '財務室-B04櫃C區', 1090316, '', '電腦周邊', '設備-機器', '(E-041-12)硬碟(社長第一批入庫)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(69, '財務室-B04櫃C區', 1090316, '', '電腦周邊', '設備-機器', '(E-041-13)硬碟(社長第一批入庫)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(70, '財務室-B04櫃C區', 1090317, 'TOSHIBA', '電腦周邊', '設備-機器', '(E-041-14)硬碟2TB含傳輸線(社長第二批入庫)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(71, '財務室-B04櫃C區', 1090317, 'TOSHIBA', '電腦周邊', '設備-機器', '(E-041-15)硬碟1TB含傳輸線(社長第二批入庫)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(72, '財務室-B04櫃C區', 1090317, '', '其他器材', '設備-其他', '(E-041-16)行動電源10000mAh(社長第二批入庫)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(73, '財務室-B04櫃C區', 1090317, '', '電腦周邊', '設備-機器', '(E-041-17)硬碟', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(74, '財務室-B04櫃C區', 1090317, 'STARDOM', '電腦周邊', '設備-機器', '(E-041-18)硬碟', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(75, '財務室-B04櫃C區', 1090317, '', '電腦周邊', '設備-機器', '(E-041-19)外置儲存器', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(76, '財務室-B04櫃C區', 1090317, '', '電腦周邊', '設備-機器', '(E-041-20)外置儲存器', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(77, '財務室-B04櫃C區', 1090317, '', '電腦周邊', '設備-機器', '(E-041-21)外置儲存器', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(78, '財務室-B04櫃C區', 1090317, '', '電腦周邊', '設備-機器', '(E-041-22)外置儲存器', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(79, '財務室-B04櫃C區', 1090317, '', '電腦周邊', '設備-機器', '(E-041-23)外置儲存器', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(80, '財務室-B04櫃C區', 1090317, '', '電腦周邊', '設備-機器', '(E-041-24)外置儲存器', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(81, '財務室-B04櫃C區', 1090317, '', '電腦周邊', '設備-機器', '(E-041-25)外置儲存器', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(82, '財務室-B04櫃A區', 1090313, '華碩', '其他器材', '設備-其他', '(E-042-01)手機ASUS_X00RD', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(83, '器材室-E區', 1090313, '艾多美', '口罩類', '用品', '(E-043-01)空汙防護口罩(1盒30個-成人)2019年4月製造', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(84, '器材室-E區', 1090313, '艾多美', '口罩類', '用品', '(E-043-02)空汙防護口罩(1盒30個-成人)2019年4月製造', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(85, '器材室-E區', 1090313, '艾多美', '口罩類', '用品', '(E-043-03)空汙防護口罩(1盒30個-成人)2019年4月製造', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(86, '器材室-E區', 1090313, 'SHISEIDO', '禮品類', '用品', '(E-044-04)SHISEIDO保養組', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(87, '器材室-E區', 1090313, 'CHANEL', '禮品類', '用品', '(E-045-04)CHANEL保養組(含提袋)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(88, '器材室-E區', 1090313, 'CHANEL', '禮品類', '用品', '(E-045-05)CHANEL保養組(含提袋)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(89, '器材室-F區', 1090314, '華碩', '線材類', '設備-線材', '(E-046-01)主機板線材(盒)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(90, '器材室-F區', 1090314, '華碩', '線材類', '設備-線材', '(E-046-02)主機板線材(盒)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(91, '器材室-F區', 1090314, '華碩', '線材類', '設備-線材', '(E-046-03)主機板線材(盒)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(92, '器材室-F區', 1090314, '華碩', '線材類', '設備-線材', '(E-046-04)主機板線材(盒)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(93, '器材室-F區', 1090314, '華碩', '線材類', '設備-線材', '(E-046-05)主機板線材(盒)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(94, '器材室-F區', 1090314, '華碩', '線材類', '設備-線材', '(E-046-06)主機板線材(盒)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(95, '器材室-F區', 1090314, '', '線材類', '設備-線材', '(E-047-01)HDMI線(28尺)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(96, '器材室-D區', 1090314, '華碩', '電腦周邊', '設備-機器', '(E-048-01)外接超薄藍光燒錄機', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(97, '器材室-D區', 1090314, 'TAMRON', '攝影器材', '設備-機器', '(E-049-01)高速變焦鏡頭28-75mm F2.8 Di III RXD', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(98, '器材室-D區', 1090314, 'TAMRON', '攝影器材', '設備-機器', '(E-049-02)防手震遠攝變焦鏡SP 70-300mm F/4-5.6 ', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(99, '器材室-D區', 1090314, 'TAMRON', '攝影器材', '設備-機器', '(E-049-03)遮光罩HA005遮光罩相容騰龍原廠Tamron遮光罩A005遮光罩SP 70-300mm F4-5.6 Di USD副廠遮光罩F/4-5.6遮罩', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(100, '器材室-D區', 1090314, 'CANON', '攝影器材', '設備-機器', '(E-049-04)EOS 5D Mark IV數位單眼相機', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(101, '器材室-D區', 1090314, '華碩', '攝影器材', '設備-機器', '(E-049-05)Canon 580EX II 閃光燈', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(102, '器材室-D區', 1090314, 'Canon', '攝影器材', '設備-機器', '(E-049-06)Canon相機充電器', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(103, '器材室-D區', 1090314, 'Canon', '攝影器材', '設備-機器', '(E-049-07)Canon相機電池', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(104, '器材室-D區', 1090314, 'Canon', '攝影器材', '設備-機器', '(E-049-08)Canon相機電池', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(105, '器材室-D區', 1090314, 'Nissin', '攝影器材', '設備-機器', '(E-049-09)Nissin i40 For SONY 輕量微型閃燈', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(106, '財務室-B04櫃B區', 1090314, '華碩', '電腦周邊', '設備-機器', '(E-050-01)筆記型電腦(含手提包)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(107, '財務室-B04櫃B區', 1090314, '華碩', '電腦周邊', '設備-機器', '(E-050-02)筆記型電腦(含手提包)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(108, '器材室-G區', 1090314, '', '電腦周邊', '設備-其他', '(E-050-03)筆記型電腦手提包', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(109, '器材室-G區', 1090314, '', '電腦周邊', '設備-其他', '(E-050-04)筆記型電腦手提包', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(110, '器材室-G區', 1090314, '', '電腦周邊', '設備-其他', '(E-050-05)筆記型電腦手提包', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(111, '器材室-E區', 1090314, '', '衣著類', '用品', '(E-050-06)男用領帶', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(112, '財務室-B04櫃A區', 1090317, 'SONY', '電腦周邊', '設備-機器', '(E-050-07)筆記型電腦(含手提包、電源供應線)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(113, '財務室-B04櫃E區', 1090317, '華碩', '電腦周邊', '設備-機器', '(E-050-08)筆記型電腦(含手提包、電源供應線、滑鼠)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(114, '財務室-B04櫃E區', 1090317, '華碩', '電腦周邊', '設備-機器', '(E-050-09)筆記型電腦(含手提包、電源供應線、滑鼠)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(115, '財務室-B04櫃A區', 1090317, '華碩', '電腦周邊', '設備-機器', '(E-050-10)筆記型電腦(含手提包、電源供應線、滑鼠)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(116, '器材室-G區', 1090318, '', '電腦周邊', '設備-其他', '(E-050-11)Okade筆記型電腦手提包', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(117, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-01)獨家集團制服(白)短袖S', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(118, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-02)獨家集團制服(白)短袖M', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(119, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-03)獨家集團制服(白)短袖L', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(120, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-04)獨家集團制服(白)短袖L', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(121, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-05)獨家集團制服(白)短袖L', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(122, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-06)獨家集團制服(白)長袖S', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(123, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-07)獨家集團制服(白)長袖M', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(124, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-08)獨家集團制服(白)長袖M', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(125, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-09)獨家集團制服(白)長袖XL', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(126, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-10)獨家集團制服(白)長袖XL', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(127, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-11)獨家報導制服(白)短袖L', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(128, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-12)獨家集團制服(黑)短袖M', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(129, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-13)獨家集團制服(黑)短袖M', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(130, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-14)獨家集團制服(黑)短袖L', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(131, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-15)獨家集團制服(黑)長袖M', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(132, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-16)獨家集團制服(黑)長袖M', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(133, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-17)獨家集團制服(黑)長袖L', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(134, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-18)獨家集團制服(黑)長袖XL', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(135, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-19)獨家集團制服(黑)長袖XL', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(136, '器材室H區', 1090316, '', '衣著類', '用品', '(E-051-20)棉質拖鞋', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(137, '器材室H區', 1090317, '', '衣著類', '用品', '(E-051-21)獨家集團制服(白)短袖S', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(138, '器材室H區', 1090317, '', '衣著類', '用品', '(E-051-22)獨家集團制服(白)短袖S', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(139, '器材室H區', 1090318, '', '衣著類', '用品', '(E-051-23)短袖國旗衣(M)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(140, '器材室-C區', 1090316, '', '電腦周邊', '設備-其他', '(E-052-01)硬碟收納包', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(141, '器材室-C區', 1090316, '', '電腦周邊', '設備-其他', '(E-052-02)硬碟收納包', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(142, '器材室-B區', 1090316, '', '電腦周邊', '設備-其他', '(E-053-01)硬碟抽取托架', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(143, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-01)Botai動態攝影機腳架', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(144, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-02)3號電池充電器', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(145, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-03)3號電池充電器', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(146, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-04)LED燈', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(147, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-05)Nikon相機鏡頭18-55mm(信心)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(148, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-06)麥克風架(含大力夾及底架)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(149, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-07)手持麥克風(熊貓)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(150, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-08)手持麥克風(愛心)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(151, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-09)3號電池-可充電', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(152, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-10)3號電池-可充電', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(153, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-11)3號電池-可充電', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(154, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-12)3號電池-可充電', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(155, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-13)3號電池-可充電', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(156, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-14)3號電池-可充電', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(157, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-15)3號電池-可充電', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(158, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-16)3號電池-可充電', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(159, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-17)3號電池-可充電', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(160, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-18)3號電池-可充電', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(161, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-19)3號電池-可充電', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(162, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-20)3號電池-可充電', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(163, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-21)3號電池-可充電', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(164, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-22)3號電池-可充電', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(165, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-23)3號電池-可充電', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(166, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-24)3號電池-可充電', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(167, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-25)3號電池-可充電', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(168, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-26)3號電池-可充電', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(169, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-27)3號電池-可充電', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(170, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-28)3號電池-可充電', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(171, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-29)3號電池-可充電', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(172, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-30)3號電池-可充電', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(173, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-31)3號電池-可充電', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(174, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-32)3號電池-可充電', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(175, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-33)三號電池盒(一次可充8pcs電池)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(176, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-34)三號電池盒(一次可充8pcs電池)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(177, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-35)三號電池盒(一次可充8pcs電池)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(178, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-36)三號電池盒(一次可充8pcs電池)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(179, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-37)三號電池盒(一次可充8pcs電池)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(180, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-38)3.5mini mic領夾式麥克風', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(181, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-39)3.5mini mic領夾式麥克風', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(182, '器材室櫃子上方', 1090316, '', '線材類', '設備-線材', '(E-054-40)3.5mm雙頭公線(音源線)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(183, '器材室櫃子上方', 1090316, '', '線材類', '設備-線材', '(E-054-41)3.5mm雙頭公線(音源線)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(184, '器材室櫃子上方', 1090316, '', '線材類', '設備-線材', '(E-054-42)3.5轉卡農線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(185, '器材室櫃子上方', 1090316, '', '線材類', '設備-線材', '(E-054-43)3.5轉卡農線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(186, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-44)SD卡-32G  48MB/S', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(187, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-45)SD卡-32G  48MB/S', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(188, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-46)SD卡-32G  48MB/S', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(189, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-47)SD卡-32G  90MB/S', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(190, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-48)SD卡-64G  90MB/S', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(191, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-49)SD卡-64G  90MB/S', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(192, '器材室櫃子上方', 1090430, '', '攝影器材', '設備-其他', '(E-065-03)SD卡-64G  90MB/S', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(193, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-50)SD卡-64G  150MB/S', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(194, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-其他', '(E-054-51)SD卡-讀卡機', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(195, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-52)腰掛式發送器NO212335(獨家)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(196, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-53)便攜式接收器NO213054(獨家)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(197, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-54)腰掛式發送器NO203384(愛心)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(198, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-55)便攜式接收器NO201231(愛心)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(199, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-56)便攜式接收器NO212005(熊貓)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(200, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-57)便攜式接收器NO212054', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(201, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-58)便攜式接收器-固定夾', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(202, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-59)便攜式接收器-固定夾', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(203, '器材室櫃子上方', 1090316, '', '攝影器材', '設備-機器', '(E-054-60)便攜式接收器-固定夾', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(204, '器材室櫃子上方', 1090323, '', '攝影器材', '設備-機器', '(E-054-61)動態攝影機腳架', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(205, '會議室A-1區', 1090317, 'ASUS ', '電腦周邊', '設備-機器', '(E-055-01)電腦螢幕VH192D', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(206, '會議室A-1區', 1090317, 'ViewSonic', '電腦周邊', '設備-機器', '(E-055-02)電腦螢幕VS11886', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(207, '會議室A-1區', 1090317, 'Sampo', '電腦周邊', '設備-機器', '(E-055-03)26吋電腦螢幕LM-26S2E(Pchome箱子內)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(208, '會議室A-1區', 1090317, 'Msi', '電腦周邊', '設備-機器', '(E-055-04)電腦螢幕MS-AA59', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(209, '會議室A-1區', 1090317, 'TATUNG', '電腦周邊', '設備-機器', '(E-055-05)電腦螢幕V24N100(大箱子內)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(210, '會議室A-1區', 1090317, 'ViewSonic', '電腦周邊', '設備-機器', '(E-055-06)VA702電腦螢幕VS10781(大箱子內)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(211, '會議室A-1區', 1090318, 'IBM', '電腦周邊', '設備-機器', '(E-055-07)鍵盤(壞了，無法使用)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(212, '會議室A-1區', 1090318, 'MSI', '電腦周邊', '設備-機器', '(E-055-08)鍵盤', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(213, '會議室A-1區', 1090318, '', '電腦周邊', '設備-機器', '(E-055-09)鍵盤', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(214, '財務室-B04櫃-F區', 1090317, '', '電腦周邊', '設備-其他', '(E-056-01)MSI內膽包', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(215, '財務室-B04櫃-F區', 1090317, '', '電腦周邊', '設備-其他', '(E-056-02)筆電墊', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(216, '財務室-B04櫃-F區', 1090317, '', '電腦周邊', '設備-其他', '(E-056-03)NB手提包', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(217, '財務室-B04櫃-F區', 1090317, '', '電腦周邊', '設備-其他', '(E-056-04)NB後背包', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(218, '器材室-A2區', 1090317, '', '線材類', '設備-線材', '(E-057-01)125V電源線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(219, '器材室-A2區', 1090317, '', '線材類', '設備-線材', '(E-057-02)250V電源線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(220, '器材室-A2區', 1090317, '', '線材類', '設備-線材', '(E-057-03)250V電源線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(221, '器材室-A2區', 1090317, '', '線材類', '設備-線材', '(E-057-04)車充線(類Nokia接頭)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(222, '器材室-A2區', 1090317, '', '線材類', '設備-線材', '(E-057-05)1、USB Type C三星變壓器及充電線\n2、HDMI轉接線(轉USB)\n3、Micro USB線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(223, '器材室-C區', 1090317, '', '線材類', '設備-線材', '(E-057-06)SONY手機充電線(含變壓器)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(224, '器材室-A2區', 1090317, '', '線材類', '設備-線材', '(E-057-07)USB3.0傳輸線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(225, '財務室-B04櫃C區', 1090317, '', '線材類', '設備-線材', '(E-057-08)硬碟電源線+傳輸線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(226, '財務室-B04櫃C區', 1090317, '', '線材類', '設備-線材', '(E-057-09)硬碟電源線+傳輸線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(227, '財務室-B04櫃C區', 1090317, '', '線材類', '設備-線材', '(E-057-10)硬碟電源線+傳輸線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(228, '器材室-A2區', 1090317, '', '線材類', '設備-線材', '(E-057-11)活動式硬碟殼電源線+傳輸線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(229, '器材室-A01抽屜櫃1層', 1090318, '', '線材類', '設備-線材', '(E-058-01)電源延長線1.2M', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(230, '器材室-A01抽屜櫃1層', 1090318, '', '線材類', '設備-線材', '(E-058-02)電源延長線1.2M', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(231, '器材室-A01抽屜櫃1層', 1090318, '', '線材類', '設備-線材', '(E-058-03)電源延長線6M', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(232, '', 1090509, '小米', '線材類', '設備-線材', '(E-065-05)USB 延長線 1.8M (3口USB 2A快充)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(233, '', 1090511, '', '線材類', '設備-線材', '(E-065-07)電源延長線1.2M', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(234, '', 1090511, '', '線材類', '設備-線材', '(E-065-09)電源延長線(粉色)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(235, '器材室-B區', 1090318, 'GIGBYTE', '電腦周邊', '設備-機器', '(E-058-04)滑鼠', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(236, '器材室-A2區', 1090318, '', '線材類', '設備-線材', '(E-058-05)TP-LINK充電線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(237, '器材室-B區', 1090318, 'SONY', '線材類', '設備-線材', '(E-058-06)19.5V交換式電源供應器', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(238, '器材室-B區', 1090318, 'SONY', '線材類', '設備-線材', '(E-058-07)19.5V交換式電源供應器', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(239, '器材室-B區', 1090318, '', '線材類', '設備-線材', '(E-058-08)19V交換式電源供應器', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(240, '器材室-A04抽屜櫃3層', 1090318, '', '其他器材', '設備-機器', '(E-058-09)電話話機', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(241, '器材室-A04抽屜櫃3層', 1090327, 'METOO', '其他器材', '設備-機器', '(E-058-10)電話話機(含電話線)KT-326', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(242, '器材室-A04抽屜櫃3層', 1090327, 'SIECLE', '其他器材', '設備-機器', '(E-058-11)電話話機(含電話線)HT19C', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(243, '器材室櫃子上方', 1090323, 'TAKARA', '攝影器材', '設備-機器', '(E-059-01)相機腳架TD-1931', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(244, '器材室櫃子上方', 1090323, 'PREMIER', '攝影器材', '設備-機器', '(E-059-02)相機腳架', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(245, '器材室櫃子上方', 1090323, 'TAKARA', '攝影器材', '設備-機器', '(E-059-03)相機腳架TV-2095HJ', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(246, '器材室-B區', 1090327, '', '禮品類', '設備-機器', '(E-060-01)耳溫槍(電池*1、清潔套)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(247, '櫃台', 1090327, '', '其他器材', '設備-機器', '(E-060-02)乾洗手機', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(248, '櫃台', 1090327, '', '禮品類', '設備-機器', '(E-060-03)額溫槍', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(249, '器材室-A07抽屜櫃3層', 1090330, '順大', '禮品類', '設備-機器', '(E-060-07)額溫槍', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(250, '器材室-A07抽屜櫃3層', 1090330, '順大', '禮品類', '設備-機器', '(E-060-08)額溫槍', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(251, '器材室-A07抽屜櫃3層', 1090330, '順大', '禮品類', '設備-機器', '(E-060-09)額溫槍', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(252, '器材室-A07抽屜櫃3層', 1090330, '順大', '禮品類', '設備-機器', '(E-060-12)額溫槍', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(253, '器材室-A07抽屜櫃3層', 1090330, '順大', '禮品類', '設備-機器', '(E-060-13)額溫槍', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(254, '器材室-A07抽屜櫃3層', 1090410, '順大', '禮品類', '設備-機器', '(E-060-16)額溫槍', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(255, '器材室-A07抽屜櫃3層', 1090430, '順大', '禮品類', '設備-機器', '(E-065-01)額溫槍', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(256, '器材室-A05抽屜櫃3層', 1090330, '', '禮品類', '用品', '(E-060-14)禪風原木馬克杯架(白)14*35CM', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(257, '器材室-A05抽屜櫃3層', 1090330, '', '禮品類', '用品', '(E-060-15)禪風原木馬克杯架(白)14*35CM', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(258, '器材室-A06抽屜櫃3層', 1090331, '', '禮品類', '用品', '(E-061-01)愛地球環保袋*1內含：NUBRA晚宴包*1、獨家報導Biweekly NO1206*1、尤努斯基金會雜誌*1、紅包袋(悠遊卡一張)*1', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(259, '器材室-A06抽屜櫃3層', 1090331, '', '禮品類', '用品', '(E-061-02)愛地球環保袋*1內含：NUBRA晚宴包*1、獨家報導Biweekly NO1206*1、尤努斯基金會雜誌*1、紅包袋(悠遊卡一張)*1', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(260, '器材室-A06抽屜櫃3層', 1090331, '康寧', '禮品類', '用品', '(E-061-03)康寧保溫杯SN-KH-B800', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(261, '器材室-B區', 1090331, 'EDIMAX', '電腦周邊', '設備-機器', '(E-061-04)網路分享器ES-3208P(含電源線)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(262, '器材室-B區', 1090331, '', '電腦周邊', '設備-機器', '(E-061-05)筆電散熱器', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(263, '器材室-B區', 1090331, '', '電腦周邊', '設備-機器', '(E-061-06)3.5磁片讀取機(USD頭)UD-376', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(264, '器材室-A2區', 1090331, '', '線材類', '設備-線材', '(E-061-07)HDMI線雙公頭', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(265, '器材室-D區', 1090331, '', '線材類', '設備-線材', '(E-061-08)電源線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(266, '器材室-A2區', 1090331, '', '線材類', '設備-線材', '(E-061-09)電腦、電視螢幕線D-SUB', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(267, '器材室-A07抽屜櫃3層', 1090401, 'WaYa!蛙呀', '禮品類', '設備-機器', '(E-061-13)紅外測溫儀WY-997', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(268, '器材室-A07抽屜櫃3層', 1090401, 'WaYa!蛙呀', '禮品類', '設備-機器', '(E-061-14)紅外測溫儀WY-997', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(269, '器材室-A07抽屜櫃3層', 1090401, 'WaYa!蛙呀', '禮品類', '設備-機器', '(E-061-15)紅外測溫儀WY-997', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(270, '器材室-A07抽屜櫃3層', 1090401, 'WaYa!蛙呀', '禮品類', '設備-機器', '(E-061-16)紅外測溫儀WY-997', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(271, '器材室-A07抽屜櫃3層', 1090401, 'WaYa!蛙呀', '禮品類', '設備-機器', '(E-061-17)紅外測溫儀WY-997', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(272, '器材室-A07抽屜櫃3層', 1090401, 'WaYa!蛙呀', '禮品類', '設備-機器', '(E-061-18)紅外測溫儀WY-997', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(273, '器材室-A07抽屜櫃3層', 1090401, 'WaYa!蛙呀', '禮品類', '設備-機器', '(E-061-19)紅外測溫儀WY-997', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(274, '器材室-A07抽屜櫃3層', 1090410, 'WaYa!蛙呀', '禮品類', '設備-機器', '(E-061-37)紅外測溫儀WY-997', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(275, '器材室-A07抽屜櫃3層', 1090410, 'WaYa!蛙呀', '禮品類', '設備-機器', '(E-061-38)紅外測溫儀WY-997', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(276, '器材室-A07抽屜櫃3層', 1090410, 'WaYa!蛙呀', '禮品類', '設備-機器', '(E-061-39)紅外測溫儀WY-997', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(277, '器材室-A07抽屜櫃3層', 1090430, 'WaYa!蛙呀', '禮品類', '設備-機器', '(E-065-02)紅外測溫儀WY-997 (不會過電, 故障)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(278, '器材室-A03抽屜櫃2層', 1090401, '', '禮品類', '用品', '(E-061-20)飛天商務酒-醬香型白酒125ML', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(279, '器材室-A03抽屜櫃2層', 1090401, '', '禮品類', '用品', '(E-061-21)58度高粱酒-50ML', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(280, '財務室-B07櫃', 1090401, '', '禮品類', '用品', '(E-061-22)COACH包(孫芸芸拿的)-紅色(1)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(281, '財務室-B07櫃', 1090401, '', '禮品類', '用品', '(E-061-23)COACH包(孫芸芸拿的)-黑色(2)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(282, '財務室-B07櫃', 1090401, '', '禮品類', '用品', '(E-061-24)COACH包(孫芸芸拿的)-黑色(3)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(283, '財務室-B07櫃', 1090401, '', '禮品類', '用品', '(E-061-25)COACH包(孫芸芸拿的)-黑色(4)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(284, '財務室-B07櫃', 1090401, '', '禮品類', '用品', '(E-061-26)COACH包(孫芸芸拿的)-藍色(5)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(285, '財務室-B07櫃', 1090401, '', '禮品類', '用品', '(E-061-27)COACH包(孫芸芸拿的)-白色(6)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(286, '財務室-B07櫃', 1090401, '', '禮品類', '用品', '(E-061-28)KATE SPADE包(7)', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(287, '器材室-A03抽屜櫃2層', 1090401, '', '禮品類', '用品', '(E-061-29)悠遊卡-粉紅', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(288, '器材室-A03抽屜櫃2層', 1090401, '', '禮品類', '用品', '(E-061-30)悠遊卡-粉紅', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(289, '器材室-A03抽屜櫃2層', 1090401, '', '禮品類', '用品', '(E-061-31)悠遊卡-粉紅', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(290, '器材室-A03抽屜櫃2層', 1090401, '', '禮品類', '用品', '(E-061-32)悠遊卡-橘色', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(291, '器材室-A03抽屜櫃2層', 1090401, '', '禮品類', '用品', '(E-061-33)悠遊卡-綠色', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(292, '器材室-A2區', 1090406, '', '線材類', '設備-線材', '(E-061-34)HDMI線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(293, '器材室-A2區', 1090406, '', '線材類', '設備-線材', '(E-061-35)電腦電源線', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(294, '器材室-A區', 1090406, '', '電腦周邊', '設備-其他', '(E-061-36)電腦螢幕底座', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(295, '器材室-A04抽屜櫃1層', 1090414, 'H3C Magic 魔術家', '電腦周邊', '設備-機器', '(E-062-01)H3C Magic B1 無線路由器（未開封）', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(296, '器材室-A04抽屜櫃3層', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-062-02)SAMSUNG GEAR S2 智慧錶: 含手錶主體(表面+表帶)、無線充電座', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(297, '器材室-A04抽屜櫃1層', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-062-03)SAMSUNG Galaxy Note9: 含手機殼、USB充電器、USB線、耳機(含耳帽)、卡針、使用說明書、鑷子(含筆尖)、USB適配器', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(298, '器材室-A04抽屜櫃1層', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-062-04)SAMSUNG Galaxy Note8 (謎夜黑): 含耳機(含耳帽)、卡針、使用說明書、鑷子(含筆尖)、USB適配器', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(299, '器材室-A04抽屜櫃1層', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-062-05)SAMSUNG Galaxy Note9: 含耳機(含耳帽)、卡針、使用說明書、鑷子(含筆尖)、USB適配器', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(300, '器材室-A04抽屜櫃1層', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-062-06)SAMSUNG Galaxy Note9: 含手機殼、USB充電器、USB線、耳機(含耳帽)、卡針、使用說明書、鑷子(含筆尖)、USB適配器', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(301, '器材室-A04抽屜櫃1層', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-062-07)SAMSUNG Galaxy Note8 (謎夜黑): 手機殼、含耳機(含耳帽)、卡針、使用說明書、鑷子(含筆尖)、USB適配器*2(一大一小)、USB線', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(302, '器材室-A04抽屜櫃1層', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-062-08)SAMSUNG Galaxy Note9: 含手機殼、USB充電器、USB線、耳機(含耳帽)、卡針、使用說明書、鑷子(含筆尖)、USB適配器', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(303, '器材室-A04抽屜櫃1層', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-062-09)SAMSUNG Galaxy Note8 (謎夜黑): 手機殼、USB適配器', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(304, '器材室-A04抽屜櫃1層', 1090414, 'OPPO', '其他器材', '設備-其他', '(E-062-10)OPPO R11 (熱力紅): 卡針、行動電源、USB線、耳機', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(305, '器材室-A04抽屜櫃1層', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-062-11)SAMSUNG Galaxy Note Edge 手機殼 (白)', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(306, '器材室-A04抽屜櫃1層', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-062-12)SAMSUNG Galaxy Note5 玻璃手機螢幕保護貼', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(307, '器材室-A04抽屜櫃1層', 1090414, 'iPHONE', '其他器材', '設備-其他', '(E-062-13)iPHONE 手機殼 (透明、不確定型號)', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(308, '器材室-A04抽屜櫃1層', 1090414, 'iPHONE', '其他器材', '設備-其他', '(E-062-14)iPHONE 手機殼 (透明背殼藍色框、不確定型號)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(309, '器材室-A04抽屜櫃1層', 1090414, 'iPHONE', '其他器材', '設備-其他', '(E-062-15)iPHONE 手機殼 (透明背殼金色框、不確定型號)', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(310, '器材室-A04抽屜櫃1層', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-062-16)SAMSUNG Galaxy Note9 手機殼(全透視感應皮套-藍)', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(311, '器材室-A04抽屜櫃1層', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-062-17)SAMSUNG Galaxy Note9 手機殼(矽膠薄型背蓋-藍)', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(312, '器材室-A04抽屜櫃1層', 1090414, '多品牌', '其他器材', '設備-其他', '(E-062-18)手機殼金屬框(不成對)*2、手機殼背蓋(不成對)*3、矽膠手機殼(深灰)*1', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(313, '器材室-A05抽屜櫃1層', 1090414, '補添得', '禮品類', '用品', '(E-063-01)補添得胸針(銀框、白色，圓形，中間十字，包裝藍、白)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(314, '器材室-A05抽屜櫃1層', 1090414, '補添得', '禮品類', '用品', '(E-063-02)補添得胸針(銀框、白色，圓形，中間十字，包裝藍、白)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(315, '器材室-A05抽屜櫃1層', 1090414, '補添得', '禮品類', '用品', '(E-063-03)補添得胸針(銀框、白色，圓形，中間十字，包裝藍、白)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(316, '器材室-A05抽屜櫃1層', 1090414, '補添得', '禮品類', '用品', '(E-063-04)補添得胸針(銀框、白色，圓形，中間十字，包裝藍、白)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(317, '器材室-A05抽屜櫃1層', 1090414, '補添得', '禮品類', '用品', '(E-063-05)補添得胸針(銀框、白色，圓形，中間十字，包裝藍、白)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(318, '器材室-A05抽屜櫃1層', 1090414, '補添得', '禮品類', '用品', '(E-063-06)補添得胸針(銀框、白色，圓形，中間十字，包裝藍、白)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(319, '器材室-A05抽屜櫃1層', 1090414, '補添得', '禮品類', '用品', '(E-063-07)補添得胸針(銀框、白色，圓形，中間十字，包裝藍、白)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(320, '器材室-A05抽屜櫃1層', 1090414, '補添得', '禮品類', '用品', '(E-063-08)補添得胸針(銀框、白色，圓形，中間十字，包裝藍、白)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(321, '器材室-A05抽屜櫃1層', 1090414, '補添得', '禮品類', '用品', '(E-063-09)補添得胸針(銀框、白色，圓形，中間十字，包裝藍、白)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(322, '器材室-A05抽屜櫃1層', 1090414, '補添得', '禮品類', '用品', '(E-063-10)補添得胸針(銀框、白色，圓形，中間十字，包裝藍、白)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(323, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-11)PHS G1000高性能充電器套件', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(324, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-12)PHS G1000高性能充電器套件', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(325, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-13)PHS G1000高性能充電器套件', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(326, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-14)PHS G1000高性能充電器套件', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(327, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-15)PHS J100(L) 手機(附標準鋰電池*1、充電器*1)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(328, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-16)PHS J100(L) 手機(附標準鋰電池*1、充電器*1)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(329, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-17)PHS J100(L) 雙槽充電器', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(330, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-18)PHS J100(L) 雙槽充電器', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(331, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-19)PHS J100(L) 雙槽充電器', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(332, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-20)PHS J100(L) 雙槽充電器', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(333, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-21)桌上充電器*2(置於J100(s)外盒內)', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(334, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-22)PHS J88(W) 手機(專屬手機吊帶*1、充電器*1)', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(335, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-23)PHS J88(W) 專屬手機吊帶*1、充電器*1(無手機)', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(336, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-24)PHS J88(W) 手機(專屬手機吊帶*1、充電器*1)', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(337, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-25)PHS G1000(s) 手機', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(338, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-26)PHS G1000(P) 手機(附標準鋰電池*1、充電器*1)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(339, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-27)PHS G1000(P) 手機(附標準鋰電池*1、充電器*1)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(340, '儲藏室-19', 1090414, '大眾PHS', '其他器材', '設備-其他', '(E-063-28)PHS G1000(P) 手機(附標準鋰電池*1、充電器*1)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(341, '儲藏室-19', 1090414, '言訊科技有限公司', '其他器材', '設備-其他', '(E-063-29)充電器(座充、旅充)', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(342, '儲藏室-19', 1090414, '新合峰國際電通', '其他器材', '設備-其他', '(E-063-30)充電器(ERI萬用充電器)', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(343, '儲藏室-19', 1090414, '亞太', '其他器材', '設備-其他', '(E-063-31)K-Touch D780 耳機、充電線', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(344, '儲藏室-19', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-063-32)耳機*2、耳帽組*4、鑷子(含筆尖)、充電線*1、充電插頭*2', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(345, '儲藏室-19', 1090414, 'SAMSUNG', '其他器材', '設備-其他', '(E-063-33)GALAXY S II 汽車充電套裝| ECS-V1A2BE', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(346, '器材室-A05抽屜櫃3層', 1090414, '蒙亮', '禮品類', '用品', '(E-063-34)羊絨圍巾(提袋內含企業介紹書)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(347, '器材室-A05抽屜櫃2層', 1090414, '新醫生技', '禮品類', '用品', '(E-063-35)黃金離子高效保濕面膜(有效期限標於面膜上)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(348, '器材室-A05抽屜櫃2層', 1090414, '新醫生技', '禮品類', '用品', '(E-063-36)黃金離子高效保濕面膜(有效期限標於面膜上)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(349, '器材室-A05抽屜櫃2層', 1090414, '養生堂康沛', '禮品類', '用品', '(E-063-37)百傲固力(美國三項功能專利食品,有效期限到2020/08/26))', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(350, '器材室-A05抽屜櫃2層', 1090414, 'Nature\'s Care', '禮品類', '用品', '(E-063-38)綿羊油(Lanolin Cream)(2019/9製造)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(351, '器材室-A05抽屜櫃2層', 1090414, '時空恩次方', '禮品類', '用品', '(E-063-39)普極熟餅(普洱茶茶餅,357克)(2017年製造)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(352, '器材室-A05抽屜櫃2層', 1090414, '時空恩次方', '禮品類', '用品', '(E-063-40)普極熟餅(普洱茶茶餅,357克)(2017年製造)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(353, '器材室-A05抽屜櫃3層', 1090414, '山東惠藝', '衣著類', '用品', '(E-063-41)繡品2件(沒拆開，不曉得是衣物還是甚麼。紅色外盒，盒子底是白的)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(354, '器材室-A05抽屜櫃3層', 1090414, '蒙康', '衣著類', '用品', '(E-063-42)20306珍珠女套(深紫，衣服。紅色盒子)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(355, '器材室-A04抽屜櫃3層', 1090414, '兵馬俑博物館', '禮品類', '用品', '(E-063-43)兵馬俑', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(356, '器材室-A05抽屜櫃1層', 1090423, '', '禮品類', '用品', '(E-064-01)陳潮宗醫師贈:牛皮紙提袋、馬克杯、名片夾、纖寶餐(奶素食食品,有效期限:1090922)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(357, '器材室-A05抽屜櫃1層', 1090423, '', '禮品類', '用品', '(E-064-02)陳潮宗醫師贈:牛皮紙提袋、馬克杯、名片夾、纖寶餐(奶素食食品,有效期限:1090922)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(358, '器材室-A05抽屜櫃1層', 1090423, '', '禮品類', '用品', '(E-064-03)陳潮宗醫師贈:牛皮紙提袋、馬克杯、名片夾、纖寶餐(純素食食品,有效期限:1091020)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(359, '器材室-A04抽屜櫃2層', 1090423, 'JEYI佳翼', '電腦周邊', '設備-機器', '(E-064-04)機(主體*1、線材*2)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(360, '器材室-A04抽屜櫃2層', 1090423, 'SAMSUNG', '其他器材', '設備-其他', '(E-064-05)Galaxy贈品-行動電源10000mAh(粉色)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(361, '器材室-A04抽屜櫃2層', 1090423, '國剛', '其他器材', '設備-其他', '(E-064-06)DVB-T加油棒+迷你天線(類似訊號接收器)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(362, '器材室-A04抽屜櫃2層', 1090423, '小米', '其他器材', '設備-其他', '(E-064-07)LYXQEJ01JY藍芽項圈耳機(黑色)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(363, '器材室-A04抽屜櫃2層', 1090423, '中國移動', '其他器材', '設備-其他', '(E-064-08)CM101s魔百和網路機頂盒(網路電視機上盒,有記號J104)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(364, '器材室-A04抽屜櫃2層', 1090423, '中國移動', '其他器材', '設備-其他', '(E-064-09)CM101s魔百和網路機頂盒(網路電視機上盒,有記號J099)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(365, '器材室-A05抽屜櫃3層', 1090423, '台盟中央宣傳部', '禮品類', '用品', '(E-064-10)郵票(成立65周年紀念)(我司標籤貼在裝袋紙袋)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(366, '器材室-A05抽屜櫃3層', 1090423, '台盟中央宣傳部', '禮品類', '用品', '(E-064-11)郵票(成立65周年紀念)(我司標籤貼在裝袋紙袋)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(367, '器材室-A05抽屜櫃3層', 1090423, '台盟中央宣傳部', '禮品類', '用品', '(E-064-12)郵票(成立65周年紀念)(我司標籤貼在裝袋紙袋)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(368, '器材室-A05抽屜櫃3層', 1090423, '台盟中央宣傳部', '禮品類', '用品', '(E-064-13)郵票(成立65周年紀念)(我司標籤貼在裝袋紙袋)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(369, '器材室-A05抽屜櫃3層', 1090423, '台盟中央宣傳部', '禮品類', '用品', '(E-064-14)郵票(成立65周年紀念)(我司標籤貼在裝袋紙袋)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(370, '器材室-A05抽屜櫃3層', 1090423, '台盟中央宣傳部', '禮品類', '用品', '(E-064-15)郵票(成立65周年紀念)(我司標籤貼在裝袋紙袋)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(371, '器材室-A05抽屜櫃3層', 1090423, '', '衣著類', '用品', '(E-064-16)台灣精品文創-金磚發財巾', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(372, '儲藏室-18', 1090423, 'AWANA', '禮品類', '用品', '(E-064-17)方形拉鍊手提袋(22*15*19cm)(米色)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(373, '儲藏室-18', 1090430, 'AWANA', '禮品類', '用品', '(E-065-04)方形拉鍊手提袋(22*15*19cm)(米色)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(374, '儲藏室-18', 1090430, 'AWANA', '禮品類', '用品', '(E-065-04)方形拉鍊手提袋(22*15*19cm)(米色)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(375, '儲藏室-18', 1090423, 'AWANA', '禮品類', '用品', '(E-064-18)方形拉鍊手提袋(22*15*19cm)(灰藍色)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(376, '器材室-A05抽屜櫃2層', 1090423, 'COCOSILIYA', '禮品類', '用品', '(E-064-19)香水,003奶香味(2024/09/11到期)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(377, '器材室-A05抽屜櫃2層', 1090423, 'COCOSILIYA', '禮品類', '用品', '(E-064-20)香水,006及轉巴黎(2024/10/03到期)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(378, '儲藏室-16', 1090423, '', '', '用品', '(E-064-21)紙盒(the perfect gift, 250茶杯盤組)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(379, '儲藏室-16', 1090423, '', '', '用品', '(E-064-22紙盒(the perfect gift, 250茶杯盤組)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00');
INSERT INTO `move_ins` (`sid`, `position`, `date`, `brand`, `bigtype`, `type`, `object`, `lab`, `borrowed`, `created_at`, `updated_at`) VALUES
(380, '儲藏室-16', 1090423, '', '', '用品', '(E-064-23)紙盒(ZEN,2(4)pcs咖啡杯組)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(381, '儲藏室-16', 1090423, '', '', '用品', '(E-064-24)紙盒(上京影業贈:馬克杯)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(382, '儲藏室-16', 1090423, '', '', '用品', '(E-064-25)紙箱(原本裝E-063-01到E-063-33的紙箱,不寫移交單)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(383, '器材室-A05抽屜櫃3層', 1090423, '飛騰', '', '用品', '(E-064-26)超耐熱砂鍋', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(384, '器材室-A06抽屜櫃3層', 1090423, '飛騰', '', '用品', '(E-064-27)清潔禮盒綜合組(用牛皮紙盒裝,盒子有貓咪圖案)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(385, '器材室櫃子上方', 1090423, '', '攝影器材', '設備-其他', '(E-064-28)相機包', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(386, '器材室櫃子上方', 1090423, '', '攝影器材', '設備-其他', '(E-064-29)背包', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(387, '', 1090423, '', '攝影器材', '設備-其他', '(E-064-30)鎖相機/燈具的連接工具', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(388, '器材室櫃子上方', 1090423, 'Club Ranson', '攝影器材', '設備-其他', '(E-064-31)單肩包(無人認領): sony sxs記憶卡(+盒)*1、記憶卡盒(空)*1、麥克風線材組*1、麥克風線材*1(不成對)、識別帶(名片背帶)*2(紅+黑)、手機架*2', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(389, '財務室B04櫃C區', 1090506, 'Apacer', '電腦周邊', '設備-機器', '(E-065-04)行動硬碟;容量1T(侯先生提供)', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(390, '', 1090511, 'SAMSUNG', '電腦周邊', '設備-機器', '(E-065-06)GALAXY Note10.1白色平板電腦，含電源線、耳機各1', 'Y', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(391, '', 1090511, '一丘田', '禮品類', '用品', '(E-065-08)茶葉(一丘田茶葉行)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(392, '', 1090511, 'IQ', '電腦周邊', '設備-其他', '(E-065-10)自然輸入法V11(Mac+Windows專業版 共通版)產品序號(網際智慧股份有限公司 IQ)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(393, '', 1090511, 'G-LINGO', '禮品類', '用品', '(E-065-11)牛樟芝滴丸 瑪卡滴丸(昇旺 G-LINGO),食品,無保存期限', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(394, '', 1090511, 'G-LINGO', '禮品類', '用品', '(E-065-12)肥皂*1塊，白色霧面袋小包裝(E-065-11~13是同一批移交，包裝沒有品牌廠商)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(395, '', 1090511, 'G-LINGO', '禮品類', '用品', '(E-065-13)石斛抗藍光明亮滴粒(全速可食),食品,2023/01/08到期', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(396, '', 1090515, '', '禮品類', '用品', '(E-066-01)額溫卡', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(397, '', 1090515, '', '禮品類', '用品', '(E-066-02)額溫卡', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(398, '', 1090515, '', '禮品類', '用品', '(E-066-03)額溫卡', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(399, '', 1090515, '', '禮品類', '用品', '(E-066-04)額溫卡', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(400, '', 1090515, '', '禮品類', '用品', '(E-066-05)額溫卡', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(401, '', 1090515, '', '禮品類', '用品', '(E-066-06)額溫卡', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(402, '', 1090515, '', '禮品類', '用品', '(E-066-07)額溫卡', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(403, '', 1090515, '', '禮品類', '用品', '(E-066-08)額溫卡', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(404, '', 1090515, '', '禮品類', '用品', '(E-066-09)額溫卡', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(405, '', 1090515, '', '禮品類', '用品', '(E-066-10)額溫卡', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(406, '', 1090515, '', '禮品類', '用品', '(E-066-11)額溫卡', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(407, '', 1090515, '', '禮品類', '用品', '(E-066-12)額溫卡', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(408, '', 1090515, '', '禮品類', '用品', '(E-066-13)額溫卡', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(409, '', 1090515, '', '禮品類', '用品', '(E-066-14)額溫卡', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(410, '', 1090515, '', '禮品類', '用品', '(E-066-15)額溫卡', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(411, '', 1090515, '', '禮品類', '用品', '(E-066-16)額溫卡', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(412, '', 1090515, '大東山', '禮品類', '用品', '(E-066-17)大東山珊瑚寶石博物館明信片組(8張)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(413, '', 1090515, '大東山', '禮品類', '用品', '(E-066-18)大東山珊瑚寶石博物館明信片組(8張)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(414, '', 1090515, '大東山', '禮品類', '用品', '(E-066-19)大東山珊瑚寶石博物館明信片組(8張)', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(415, '會議室(跟白板筆放一起)', 1090515, 'INTOPIC', '電腦周邊', '設備-其他', '(E-066-20)無限2.4GHz雷射簡報筆(LR-19) ;含電池', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(416, '', 1090515, 'INTOPIC', '電腦周邊', '設備-其他', '(E-066-21)無限2.4GHz雷射簡報筆(LR-19) ;含電池', 'N', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(417, '器材室鐵架上', 1090624, '', '', '用品', '(E-066-22)手提包', '', 0, '2020-08-05 16:00:00', '2020-08-05 16:00:00'),
(425, '小名', 1234567, '123', '線材類', '設備-機器', '123', 'y', 0, '2020-08-10 07:30:29', '2020-08-10 07:30:29'),
(426, '小名', 1234567, '123', '線材類', '設備-機器', '123', 'y', 0, '2020-08-10 07:30:56', '2020-08-10 07:30:56'),
(427, '小名', 1234567, '小名', '線材類', '設備-機器', '123', 'y', 0, '2020-08-10 07:31:39', '2020-08-10 07:31:39'),
(428, '小名', 1234567, '小名', '線材類', '設備-機器', '123', 'y', 0, '2020-08-10 07:32:00', '2020-08-10 07:32:00'),
(429, '小名', 1234567, '小名', '電腦周邊', '設備-機器', '123', 'y', 0, '2020-08-10 07:35:56', '2020-08-10 07:35:56'),
(430, '小名', 1234567, 'nokia', '電腦周邊', '設備-其他', '123', 'y', 0, '2020-08-10 11:43:21', '2020-08-10 11:43:21');

-- --------------------------------------------------------

--
-- 資料表結構 `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- 資料表結構 `users`
--

CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `role` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 傾印資料表的資料 `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `role`, `email_verified_at`, `password`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, '余信和', 'robin@gmail.com', '', NULL, '$2y$10$EGrmercT9L3SSMcWMBYkquNSoVrJqmbSaJORVpMQcUXlJfr.BZkMO', NULL, '2020-08-05 03:23:43', '2020-08-05 03:23:43'),
(2, '王意文', 'bob@gmail.com', '', NULL, '$2y$10$tu9l7ku3SmNq87Vbqpg88OjI00FskOvBR1gkQ7579nztGij/sIMym', NULL, '2020-08-06 07:34:09', '2020-08-06 07:34:09'),
(3, '張三', 'three@gmail.com', 'controller', NULL, '$2y$10$fzYTZhHWCm71lSlpRAzOYe/nYw78C2bBORykAIbIC0j3Hdc8Fk5TW', NULL, '2020-08-10 08:54:16', '2020-08-10 08:54:16'),
(4, '李四', '123@gmail.com', '', NULL, '$2y$10$AExjI20TD1hK6QIzhfBu7.JIomqemc8CI5DPm4HMUOj58M1T1N0LK', NULL, '2020-08-10 10:04:25', '2020-08-10 10:04:25'),
(5, '余呆和', 'wei@gmail.com', '', NULL, '$2y$10$z6hum/ZwY5dhqQKXfhZ8SuJL4i1yXGgZWJ1lUiEHQbIfUTrW9eYuq', NULL, '2020-08-10 11:41:33', '2020-08-10 11:41:33');

-- --------------------------------------------------------

--
-- 資料表結構 `withdraws`
--

CREATE TABLE `withdraws` (
  `id` int(11) NOT NULL,
  `bigtype` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `object` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `person` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `way` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `time` date NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 傾印資料表的資料 `withdraws`
--

INSERT INTO `withdraws` (`id`, `bigtype`, `object`, `person`, `way`, `time`, `created_at`, `updated_at`) VALUES
(1, '1', '1', '123', '123', '2020-08-20', '2020-08-05 06:08:12', '2020-08-05 06:08:12'),
(2, '1', '1', '123', '123', '2020-08-28', '2020-08-05 15:36:52', '2020-08-05 15:36:52'),
(3, '線材類', '1', '123', '123', '2020-08-21', '2020-08-05 16:46:03', '2020-08-05 16:46:03'),
(4, '攝影器材', '(E-005-01)充電線(含插頭)', '123', '123', '2020-09-23', '2020-08-10 07:25:43', '2020-08-10 07:25:43'),
(5, '電腦周邊', '(E-008-01)PHS手機傳輸線', '123', '123', '2020-08-24', '2020-08-10 07:32:48', '2020-08-10 07:32:48'),
(6, '其他器材', '(E-006-01)Mini USB 充電線 90cm', '123', '123', '2020-08-12', '2020-08-10 07:38:11', '2020-08-10 07:38:11'),
(7, '電腦周邊', '(E-007-02)Mini USB 雙頭充電線', '123', '123', '2020-08-15', '2020-08-10 08:24:12', '2020-08-10 08:24:12'),
(8, '其他器材', '(E-010-01)USB to micro B 充電線', '123', '123', '2020-08-21', '2020-08-10 08:24:52', '2020-08-10 08:24:52'),
(9, '電腦周邊', '(E-009-01)USB A to B 印表機多功能傳輸線', '123', '123', '2020-08-19', '2020-08-10 08:26:46', '2020-08-10 08:26:46'),
(10, '電腦周邊', '(E-007-01)Mini USB 雙頭充電線', '123', '123', '2020-08-27', '2020-08-10 08:50:24', '2020-08-10 08:50:24'),
(11, '電腦周邊', '(E-007-01)Mini USB 雙頭充電線', '123', '123', '2020-08-27', '2020-08-10 08:50:36', '2020-08-10 08:50:36'),
(12, '電腦周邊', '(E-008-01)PHS手機傳輸線', '123', '123', '2020-08-19', '2020-08-10 08:51:22', '2020-08-10 08:51:22'),
(13, '電腦周邊', '(E-008-01)PHS手機傳輸線', '123', '123', '2020-08-19', '2020-08-10 08:52:46', '2020-08-10 08:52:46'),
(14, '線材類', '(E-009-01)USB A to B 印表機多功能傳輸線', '123', '12', '2020-08-25', '2020-08-10 08:55:18', '2020-08-10 08:55:18'),
(15, '線材類', '(E-008-01)PHS手機傳輸線', '123', '123', '2020-08-17', '2020-08-10 08:55:56', '2020-08-10 08:55:56');

--
-- 已傾印資料表的索引
--

--
-- 資料表索引 `asset`
--
ALTER TABLE `asset`
  ADD PRIMARY KEY (`sid`);

--
-- 資料表索引 `asset_categories`
--
ALTER TABLE `asset_categories`
  ADD PRIMARY KEY (`categories_id`);

--
-- 資料表索引 `asset_categories_2`
--
ALTER TABLE `asset_categories_2`
  ADD PRIMARY KEY (`sid`);

--
-- 資料表索引 `borrows`
--
ALTER TABLE `borrows`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `failed_jobs`
--
ALTER TABLE `failed_jobs`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `move_ins`
--
ALTER TABLE `move_ins`
  ADD PRIMARY KEY (`sid`);

--
-- 資料表索引 `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`);

--
-- 資料表索引 `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- 資料表索引 `withdraws`
--
ALTER TABLE `withdraws`
  ADD PRIMARY KEY (`id`);

--
-- 在傾印的資料表使用自動遞增(AUTO_INCREMENT)
--

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `asset`
--
ALTER TABLE `asset`
  MODIFY `sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=418;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `asset_categories`
--
ALTER TABLE `asset_categories`
  MODIFY `categories_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `asset_categories_2`
--
ALTER TABLE `asset_categories_2`
  MODIFY `sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `borrows`
--
ALTER TABLE `borrows`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=29;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `failed_jobs`
--
ALTER TABLE `failed_jobs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `move_ins`
--
ALTER TABLE `move_ins`
  MODIFY `sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=431;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `withdraws`
--
ALTER TABLE `withdraws`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
